{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true,
    "prepend_scheme": "always"
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true,
    "prepend_scheme": "always"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<unk>": 0,
      "\n": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "}": 92,
      "~": 93,
      "£": 94,
      "¥": 95,
      "©": 96,
      "«": 97,
      "®": 98,
      "°": 99,
      "¶": 100,
      "·": 101,
      "»": 102,
      "Á": 103,
      "Å": 104,
      "×": 105,
      "à": 106,
      "á": 107,
      "ã": 108,
      "ä": 109,
      "ç": 110,
      "è": 111,
      "é": 112,
      "ê": 113,
      "ì": 114,
      "í": 115,
      "ï": 116,
      "ñ": 117,
      "ó": 118,
      "ö": 119,
      "÷": 120,
      "ø": 121,
      "ü": 122,
      "ā": 123,
      "ē": 124,
      "ě": 125,
      "š": 126,
      "ˎ": 127,
      "̇": 128,
      "Σ": 129,
      "α": 130,
      "β": 131,
      "γ": 132,
      "θ": 133,
      "φ": 134,
      "ω": 135,
      "а": 136,
      "к": 137,
      "л": 138,
      "ย": 139,
      "ร": 140,
      "อ": 141,
      "่": 142,
      "–": 143,
      "—": 144,
      "―": 145,
      "•": 146,
      "‧": 147,
      " ": 148,
      "⁄": 149,
      "€": 150,
      "−": 151,
      "∙": 152,
      "⋯": 153,
      "─": 154,
      "▁": 155,
      "▪": 156,
      "♡": 157,
      "♪": 158,
      "♫": 159,
      "✔": 160,
      "。": 161,
      "〈": 162,
      "〉": 163,
      "「": 164,
      "」": 165,
      "『": 166,
      "』": 167,
      "【": 168,
      "】": 169,
      "〔": 170,
      "〕": 171,
      "ム": 172,
      "・": 173,
      "ㄧ": 174,
      "﻿": 175,
      "￼": 176,
      "ee": 177,
      "ea": 178,
      "ai": 179,
      "▁t": 180,
      "et": 181,
      "oo": 182,
      "aiee": 183,
      "eai": 184,
      "to": 185,
      "▁o": 186,
      "eea": 187,
      "eo": 188,
      "tn": 189,
      "▁ea": 190,
      "as": 191,
      "er": 192,
      "▁taiee": 193,
      "etn": 194,
      "▁ta": 195,
      "ts": 196,
      "▁et": 197,
      "eae": 198,
      "asee": 199,
      "lo": 200,
      "▁aiee": 201,
      "tso": 202,
      "▁taieetso": 203,
      "ao": 204,
      "▁oo": 205,
      "eaiee": 206,
      "eto": 207,
      "erd": 208,
      "uto": 209,
      "▁ai": 210,
      "▁oee": 211,
      "oooo": 212,
      "wn": 213,
      "▁oeeeai": 214,
      "▁,": 215,
      "aee": 216,
      "tc": 217,
      "tt": 218,
      "eot": 219,
      "hn": 220,
      "eaie": 221,
      "▁aieeea": 222,
      "hr": 223,
      "ho": 224,
      "▁e": 225,
      "aie": 226,
      "erduto": 227,
      "ta": 228,
      "▁terduto": 229,
      "eown": 230,
      "ead": 231,
      "▁tn": 232,
      "▁.": 233,
      "aa": 234,
      "llo": 235,
      "tea": 236,
      "aiea": 237,
      "▁aieeeaetn": 238,
      "▁i": 239,
      "eer": 240,
      "st": 241,
      "etc": 242,
      "gt": 243,
      "aasee": 244,
      "▁taieeaasee": 245,
      "ll": 246,
      "▁ooh": 247,
      "▁.\n": 248,
      "▁ood": 249,
      "uoo": 250,
      "lloooo": 251,
      "etaiee": 252,
      "▁eai": 253,
      "mtn": 254,
      "▁a": 255,
      "sa": 256,
      "eato": 257,
      "▁erd": 258,
      "▁oeeeaieown": 259,
      "oto": 260,
      "too": 261,
      "aot": 262,
      "ec": 263,
      "aeae": 264,
      "▁lloooo": 265,
      "eet": 266,
      "eeae": 267,
      "gte": 268,
      "▁hr": 269,
      "pa": 270,
      "eead": 271,
      "▁eato": 272,
      "▁etaeae": 273,
      "eaa": 274,
      "asa": 275,
      "▁tat": 276,
      "▁taaiea": 277,
      "▁taaieaaiee": 278,
      "ero": 279,
      "ar": 280,
      "aieee": 281,
      "▁eaa": 282,
      "iee": 283,
      "▁etasee": 284,
      "▁tt": 285,
      "▁tta": 286,
      "aiet": 287,
      "▁ot": 288,
      "▁teato": 289,
      "eeea": 290,
      "eero": 291,
      "▁too": 292,
      "toto": 293,
      "▁aiea": 294,
      "▁oeai": 295,
      "fa": 296,
      "oh": 297,
      "soooo": 298,
      "eas": 299,
      "▁oe": 300,
      "eatn": 301,
      "▁etao": 302,
      "▁oet": 303,
      "▁tn1": 304,
      "eeaasee": 305,
      "ot": 306,
      "erto": 307,
      "htn": 308,
      "▁eead": 309,
      "thn": 310,
      "▁ead": 311,
      "▁oeot": 312,
      "▁ts": 313,
      "▁tathr": 314,
      "▁ieeaasee": 315,
      "toh": 316,
      "hot": 317,
      "▁tathrto": 318,
      "sac": 319,
      "▁eaaee": 320,
      "▁elo": 321,
      "▁tasa": 322,
      "▁tasac": 323,
      "aae": 324,
      "eouoo": 325,
      "tetn": 326,
      "eee": 327,
      "ia": 328,
      "eb": 329,
      "atn": 330,
      "▁eloead": 331,
      "▁th": 332,
      "▁aee": 333,
      "etaieeeto": 334,
      "tttn": 335,
      "hre": 336,
      "llollo": 337,
      "▁m": 338,
      "▁eloeadar": 339,
      "▁aead": 340,
      "aoteaiee": 341,
      "▁aeadtc": 342,
      "▁gte": 343,
      "ha": 344,
      "▁otea": 345,
      "gg": 346,
      "eeeae": 347,
      "aaee": 348,
      "eetn": 349,
      "ktttn": 350,
      "▁moto": 351,
      "eaieeeto": 352,
      "tao": 353,
      "rto": 354,
      "▁tao": 355,
      "ii": 356,
      "iisoooo": 357,
      "ttiisoooo": 358,
      "▁toottiisoooo": 359,
      "eaetn": 360,
      "iet": 361,
      "eote": 362,
      "loasee": 363,
      "eeto": 364,
      "▁etoto": 365,
      "▁etotoatn": 366,
      "aietc": 367,
      "aieeetc": 368,
      "▁eae": 369,
      "▁etn": 370,
      "tj": 371,
      "ef": 372,
      "▁tneai": 373,
      "ouoo": 374,
      "eaieeea": 375,
      "▁teea": 376,
      "▁oeaierto": 377,
      "tctc": 378,
      "loaseetctc": 379,
      "etco": 380,
      "▁oeaiertoetco": 381,
      "▁\"": 382,
      "▁taea": 383,
      "▁oeto": 384,
      "▁loaseetctc": 385,
      "▁aeadtcee": 386,
      "▁oest": 387,
      "aotoh": 388,
      "▁tneaiaoteaiee": 389,
      "▁oeeeaiet": 390,
      "▁aotoh": 391,
      "aieai": 392,
      "▁s": 393,
      "▁aii": 394,
      "taiee": 395,
      "eetpa": 396,
      "▁eaier": 397,
      "▁eaie": 398,
      "▁eaetaiee": 399,
      "eaieea": 400,
      "stt": 401,
      "▁oeeeaie": 402,
      "asaa": 403,
      "▁aieto": 404,
      "▁etn1": 405,
      "▁teot": 406,
      "▁tea": 407,
      "aaegte": 408,
      "▁eaiaaegte": 409,
      "aieeeto": 410,
      "▁oeeeaietn": 411,
      "▁to": 412,
      "ieb": 413,
      "▁ooa": 414,
      "eaieeeae": 415,
      "▁seetpa": 416,
      "▁aieeeaeero": 417,
      "eeta": 418,
      "▁gt": 419,
      "tv": 420,
      "▁oohtc": 421,
      "th": 422,
      "▁taee": 423,
      "own": 424,
      "toot": 425,
      "iec": 426,
      "hotho": 427,
      "▁teoteo": 428,
      "taoeeeae": 429,
      "▁teatoaie": 430,
      "▁aie": 431,
      "eeae1": 432,
      "eatoeatn": 433,
      "▁teeae1": 434,
      "etmtn": 435,
      "duto": 436,
      "aoteot": 437,
      "▁aaoteot": 438,
      "▁ttiet": 439,
      "▁ttiettea": 440,
      "▁thotho": 441,
      "etktttn": 442,
      "▁eaaeeeto": 443,
      "▁oeteatoeatn": 444,
      "aietetn": 445,
      "eerto": 446,
      "ieeoh": 447,
      "▁oeeeaieo": 448,
      "e0": 449,
      "ttea": 450,
      "▁eaeaetn": 451,
      "eeadero": 452,
      "toown": 453,
      "▁oeteatoeatnllo": 454,
      "oe": 455,
      "▁gteaie": 456,
      "totoieeoh": 457,
      "ae": 458,
      "▁taeetotoieeoh": 459,
      "hottn": 460,
      "easee": 461,
      "teeae": 462,
      "ieer": 463,
      "▁eatoaiee": 464,
      "eeaeo": 465,
      "aieemtn": 466,
      "▁teet": 467,
      "tjho": 468,
      "▁oeeeaietnaietc": 469,
      "aiaaee": 470,
      "▁as": 471,
      "▁taieee": 472,
      "uo": 473,
      "▁teetaieee": 474,
      "shtn": 475,
      "▁eatoaieeeouoo": 476,
      "so": 477,
      "▁eeadaieeetc": 478,
      "aieown": 479,
      "▁oh": 480,
      "iaec": 481,
      "▁ttaieemtn": 482,
      "aieee1": 483,
      "▁eatoot": 484,
      "▁pa": 485,
      "faet": 486,
      "▁tead": 487,
      "eeaeoshtn": 488,
      "▁eatooteeaeoshtn": 489,
      "▁tae": 490,
      "▁tseea": 491,
      "eoha": 492,
      "▁aaoteoteeadero": 493,
      "eohaoooo": 494,
      "teaee": 495,
      "▁tsee": 496,
      "▁etasaa": 497,
      "▁eohaoooo": 498,
      "asaieown": 499
    },
    "merges": [
      "e e",
      "e a",
      "a i",
      "▁ t",
      "e t",
      "o o",
      "ai ee",
      "ea i",
      "t o",
      "▁ o",
      "ee a",
      "e o",
      "t n",
      "▁ ea",
      "a s",
      "e r",
      "▁t aiee",
      "et n",
      "▁t a",
      "t s",
      "▁ et",
      "ea e",
      "as ee",
      "l o",
      "▁ aiee",
      "ts o",
      "▁taiee tso",
      "a o",
      "▁ oo",
      "eai ee",
      "et o",
      "er d",
      "u to",
      "▁ ai",
      "▁o ee",
      "oo oo",
      "w n",
      "▁oee eai",
      "▁ ,",
      "a ee",
      "t c",
      "t t",
      "eo t",
      "h n",
      "eai e",
      "▁aiee ea",
      "h r",
      "h o",
      "▁ e",
      "ai e",
      "erd uto",
      "t a",
      "▁t erduto",
      "eo wn",
      "ea d",
      "▁t n",
      "▁ .",
      "a a",
      "l lo",
      "t ea",
      "ai ea",
      "▁aieeea etn",
      "▁ i",
      "ee r",
      "s t",
      "et c",
      "g t",
      "a asee",
      "▁taiee aasee",
      "l l",
      "▁oo h",
      "▁. \n",
      "▁oo d",
      "u oo",
      "ll oooo",
      "et aiee",
      "▁ eai",
      "m tn",
      "▁ a",
      "s a",
      "ea to",
      "▁ erd",
      "▁oeeeai eown",
      "o to",
      "t oo",
      "ao t",
      "e c",
      "a eae",
      "▁ lloooo",
      "ee t",
      "eea e",
      "gt e",
      "▁ hr",
      "p a",
      "eea d",
      "▁ea to",
      "▁et aeae",
      "ea a",
      "as a",
      "▁ta t",
      "▁ta aiea",
      "▁taaiea aiee",
      "er o",
      "a r",
      "aiee e",
      "▁ea a",
      "i ee",
      "▁et asee",
      "▁t t",
      "▁t ta",
      "ai et",
      "▁o t",
      "▁t eato",
      "ee ea",
      "eer o",
      "▁t oo",
      "to to",
      "▁ai ea",
      "▁o eai",
      "f a",
      "o h",
      "s oooo",
      "ea s",
      "▁o e",
      "ea tn",
      "▁et ao",
      "▁o et",
      "▁tn 1",
      "eea asee",
      "o t",
      "er to",
      "h tn",
      "▁ eead",
      "t hn",
      "▁ea d",
      "▁o eot",
      "▁t s",
      "▁tat hr",
      "▁i eeaasee",
      "to h",
      "ho t",
      "▁tathr to",
      "sa c",
      "▁ea aee",
      "▁e lo",
      "▁t asa",
      "▁tasa c",
      "aa e",
      "eo uoo",
      "t etn",
      "ee e",
      "i a",
      "e b",
      "a tn",
      "▁elo ead",
      "▁t h",
      "▁ aee",
      "etaiee eto",
      "tt tn",
      "hr e",
      "llo llo",
      "▁ m",
      "▁eloead ar",
      "▁a ead",
      "aot eaiee",
      "▁aead tc",
      "▁ gte",
      "h a",
      "▁o tea",
      "g g",
      "ee eae",
      "a aee",
      "ee tn",
      "k tttn",
      "▁m oto",
      "eaiee eto",
      "t ao",
      "r to",
      "▁ta o",
      "i i",
      "ii soooo",
      "tt iisoooo",
      "▁too ttiisoooo",
      "ea etn",
      "i et",
      "eot e",
      "lo asee",
      "ee to",
      "▁et oto",
      "▁etoto atn",
      "ai etc",
      "aiee etc",
      "▁ea e",
      "▁ etn",
      "t j",
      "e f",
      "▁tn eai",
      "o uoo",
      "eaiee ea",
      "▁t eea",
      "▁oeai erto",
      "tc tc",
      "loasee tctc",
      "etc o",
      "▁oeaierto etco",
      "▁ \"",
      "▁ta ea",
      "▁o eto",
      "▁ loaseetctc",
      "▁aeadtc ee",
      "▁oe st",
      "ao toh",
      "▁tneai aoteaiee",
      "▁oeeeai et",
      "▁ aotoh",
      "ai eai",
      "▁ s",
      "▁ai i",
      "t aiee",
      "eet pa",
      "▁eai er",
      "▁ eaie",
      "▁ea etaiee",
      "eai eea",
      "s tt",
      "▁oeeeai e",
      "as aa",
      "▁ai eto",
      "▁etn 1",
      "▁t eot",
      "▁t ea",
      "aae gte",
      "▁eai aaegte",
      "aiee eto",
      "▁oeeeai etn",
      "▁t o",
      "i eb",
      "▁oo a",
      "eaiee eae",
      "▁s eetpa",
      "▁aieeea eero",
      "ee ta",
      "▁ gt",
      "t v",
      "▁ooh tc",
      "t h",
      "▁ta ee",
      "o wn",
      "too t",
      "i ec",
      "hot ho",
      "▁teot eo",
      "tao eeeae",
      "▁teato aie",
      "▁ai e",
      "eeae 1",
      "eato eatn",
      "▁t eeae1",
      "et mtn",
      "d uto",
      "aot eot",
      "▁a aoteot",
      "▁tt iet",
      "▁ttiet tea",
      "▁t hotho",
      "et ktttn",
      "▁eaaee eto",
      "▁oet eatoeatn",
      "aiet etn",
      "eer to",
      "iee oh",
      "▁oeeeai eo",
      "e 0",
      "tt ea",
      "▁ea eaetn",
      "eead ero",
      "too wn",
      "▁oeteatoeatn llo",
      "o e",
      "▁gt eaie",
      "toto ieeoh",
      "a e",
      "▁taee totoieeoh",
      "hot tn",
      "eas ee",
      "t eeae",
      "i eer",
      "▁eato aiee",
      "eea eo",
      "aiee mtn",
      "▁t eet",
      "tj ho",
      "▁oeeeaietn aietc",
      "ai aaee",
      "▁ as",
      "▁taiee e",
      "u o",
      "▁teet aieee",
      "s htn",
      "▁eatoaiee eouoo",
      "s o",
      "▁eead aieeetc",
      "ai eown",
      "▁o h",
      "ia ec",
      "▁tt aieemtn",
      "aieee 1",
      "▁ea toot",
      "▁ pa",
      "fa et",
      "▁t ead",
      "eeaeo shtn",
      "▁eatoot eeaeoshtn",
      "▁ta e",
      "▁ts eea",
      "eo ha",
      "▁aaoteot eeadero",
      "eoha oooo",
      "tea ee",
      "▁ts ee",
      "▁et asaa",
      "▁ eohaoooo",
      "as aieown"
    ]
  }
}