{
  "<extra_id_0>": 32099,
  "<extra_id_10>": 32089,
  "<extra_id_11>": 32088,
  "<extra_id_12>": 32087,
  "<extra_id_13>": 32086,
  "<extra_id_14>": 32085,
  "<extra_id_15>": 32084,
  "<extra_id_16>": 32083,
  "<extra_id_17>": 32082,
  "<extra_id_18>": 32081,
  "<extra_id_19>": 32080,
  "<extra_id_1>": 32098,
  "<extra_id_20>": 32079,
  "<extra_id_21>": 32078,
  "<extra_id_22>": 32077,
  "<extra_id_23>": 32076,
  "<extra_id_24>": 32075,
  "<extra_id_25>": 32074,
  "<extra_id_26>": 32073,
  "<extra_id_27>": 32072,
  "<extra_id_28>": 32071,
  "<extra_id_29>": 32070,
  "<extra_id_2>": 32097,
  "<extra_id_30>": 32069,
  "<extra_id_31>": 32068,
  "<extra_id_32>": 32067,
  "<extra_id_33>": 32066,
  "<extra_id_34>": 32065,
  "<extra_id_35>": 32064,
  "<extra_id_36>": 32063,
  "<extra_id_37>": 32062,
  "<extra_id_38>": 32061,
  "<extra_id_39>": 32060,
  "<extra_id_3>": 32096,
  "<extra_id_40>": 32059,
  "<extra_id_41>": 32058,
  "<extra_id_42>": 32057,
  "<extra_id_43>": 32056,
  "<extra_id_44>": 32055,
  "<extra_id_45>": 32054,
  "<extra_id_46>": 32053,
  "<extra_id_47>": 32052,
  "<extra_id_48>": 32051,
  "<extra_id_49>": 32050,
  "<extra_id_4>": 32095,
  "<extra_id_50>": 32049,
  "<extra_id_51>": 32048,
  "<extra_id_52>": 32047,
  "<extra_id_53>": 32046,
  "<extra_id_54>": 32045,
  "<extra_id_55>": 32044,
  "<extra_id_56>": 32043,
  "<extra_id_57>": 32042,
  "<extra_id_58>": 32041,
  "<extra_id_59>": 32040,
  "<extra_id_5>": 32094,
  "<extra_id_60>": 32039,
  "<extra_id_61>": 32038,
  "<extra_id_62>": 32037,
  "<extra_id_63>": 32036,
  "<extra_id_64>": 32035,
  "<extra_id_65>": 32034,
  "<extra_id_66>": 32033,
  "<extra_id_67>": 32032,
  "<extra_id_68>": 32031,
  "<extra_id_69>": 32030,
  "<extra_id_6>": 32093,
  "<extra_id_70>": 32029,
  "<extra_id_71>": 32028,
  "<extra_id_72>": 32027,
  "<extra_id_73>": 32026,
  "<extra_id_74>": 32025,
  "<extra_id_75>": 32024,
  "<extra_id_76>": 32023,
  "<extra_id_77>": 32022,
  "<extra_id_78>": 32021,
  "<extra_id_79>": 32020,
  "<extra_id_7>": 32092,
  "<extra_id_80>": 32019,
  "<extra_id_81>": 32018,
  "<extra_id_82>": 32017,
  "<extra_id_83>": 32016,
  "<extra_id_84>": 32015,
  "<extra_id_85>": 32014,
  "<extra_id_86>": 32013,
  "<extra_id_87>": 32012,
  "<extra_id_88>": 32011,
  "<extra_id_89>": 32010,
  "<extra_id_8>": 32091,
  "<extra_id_90>": 32009,
  "<extra_id_91>": 32008,
  "<extra_id_92>": 32007,
  "<extra_id_93>": 32006,
  "<extra_id_94>": 32005,
  "<extra_id_95>": 32004,
  "<extra_id_96>": 32003,
  "<extra_id_97>": 32002,
  "<extra_id_98>": 32001,
  "<extra_id_99>": 32000,
  "<extra_id_9>": 32090,
  "▁上海": 58653,
  "▁世界": 54385,
  "▁世紀": 40829,
  "▁中共": 49003,
  "▁中國": 32495,
  "▁中國人民解放軍": 37258,
  "▁中國共產黨第十": 56253,
  "▁中國大陸": 46443,
  "▁中國鐵路": 46082,
  "▁中華人民共和國": 52998,
  "▁中華人民共和國建立後": 48017,
  "▁中華民國": 55248,
  "▁中華民國大陸時期": 53024,
  "▁主要": 54871,
  "▁主題曲": 54113,
  "▁九龍巴士線": 58763,
  "▁亞洲": 58878,
  "▁亞洲運動會": 46051,
  "▁交通": 42995,
  "▁人口": 41419,
  "▁人物": 60554,
  "▁以下": 41612,
  "▁以下是": 34612,
  "▁以下為": 58793,
  "▁伊": 56431,
  "▁何": 49112,
  "▁作品": 32510,
  "▁作詞": 36620,
  "▁作詞作曲": 34961,
  "▁作詞作曲編曲": 55536,
  "▁來源": 54065,
  "▁俄羅斯": 33646,
  "▁個人": 54137,
  "▁倫敦": 46983,
  "▁備註": 41010,
  "▁儘管": 44009,
  "▁元朝": 55848,
  "▁光緒": 57912,
  "▁其他": 58952,
  "▁分佈": 58531,
  "▁分類": 57181,
  "▁前世紀": 41239,
  "▁前年": 38326,
  "▁劇場版": 52866,
  "▁劇情": 54398,
  "▁劉": 44412,
  "▁加拿大": 50809,
  "▁動畫": 46238,
  "▁匈牙利": 57567,
  "▁北": 57935,
  "▁北京": 53698,
  "▁北海道道號": 43255,
  "▁南": 60955,
  "▁南京": 45689,
  "▁南極洲": 57904,
  "▁卡爾": 56538,
  "▁印度": 42811,
  "▁原作": 49523,
  "▁參考": 47583,
  "▁參考資料": 56919,
  "▁參見": 44082,
  "▁古": 34625,
  "▁另外": 57663,
  "▁吳": 60476,
  "▁呂": 37054,
  "▁周": 57790,
  "▁哈": 42479,
  "▁唐": 50716,
  "▁唐朝": 45982,
  "▁單曲": 46566,
  "▁國立": 36018,
  "▁國際": 46850,
  "▁在世": 40926,
  "▁在住房保障政策方面年": 40346,
  "▁在年": 33571,
  "▁在年的法國總統大選中法國": 58173,
  "▁在鮮花城市的評比中": 43527,
  "▁地方": 56356,
  "▁地理": 36139,
  "▁埃": 37406,
  "▁夏": 44789,
  "▁大": 44360,
  "▁天主教": 60509,
  "▁天津": 35796,
  "▁奧": 41067,
  "▁奧地利": 45658,
  "▁奧斯卡最佳": 46294,
  "▁奧林匹克運動會": 54687,
  "▁女子": 36029,
  "▁如果": 55539,
  "▁孫": 60391,
  "▁安": 57459,
  "▁宋": 46829,
  "▁官方": 54564,
  "▁官方網站": 34989,
  "▁家庭": 44829,
  "▁家族": 37584,
  "▁專輯": 37213,
  "▁對於": 39291,
  "▁導演": 37082,
  "▁小": 52214,
  "▁小行星": 57474,
  "▁小行星年月日": 61309,
  "▁小行星是一顆繞太陽運轉的小行星": 32526,
  "▁崔": 36109,
  "▁巴": 40131,
  "▁巴西": 59967,
  "▁巴黎": 57411,
  "▁帕": 41540,
  "▁年": 59712,
  "▁年世界盃足球賽": 40175,
  "▁年中國": 35262,
  "▁年亞洲運動會": 38707,
  "▁年代": 36232,
  "▁年代中國": 59416,
  "▁年冬季奧林匹克運動會": 36759,
  "▁年冬季殘疾人奧林匹克運動會": 40704,
  "▁年出生": 37753,
  "▁年區議會選舉": 59698,
  "▁年單曲": 58540,
  "▁年夏季世界大學運動會": 40266,
  "▁年夏季奧林匹克運動會": 35980,
  "▁年夏季殘疾人奧林匹克運動會": 45723,
  "▁年大正年月日": 36080,
  "▁年平成年": 60463,
  "▁年平成年月日": 43560,
  "▁年年": 37775,
  "▁年度": 38341,
  "▁年建立": 57063,
  "▁年成立的": 39373,
  "▁年日本": 51372,
  "▁年日治明治三十四年月": 33107,
  "▁年明治年月日": 36739,
  "▁年昭和年": 39614,
  "▁年昭和年月日": 47900,
  "▁年月": 61960,
  "▁年月日": 35166,
  "▁年月日在": 48278,
  "▁年月日起": 45491,
  "▁年泛美運動會": 44128,
  "▁年美國": 56477,
  "▁年美國電影": 42662,
  "▁年至年": 46727,
  "▁年臺灣": 60956,
  "▁年英聯邦運動會": 33188,
  "▁年香港": 38068,
  "▁廣東": 40780,
  "▁延伸": 48903,
  "▁建築": 59930,
  "▁引用": 35719,
  "▁張": 58477,
  "▁影響": 58802,
  "▁徐": 54395,
  "▁德國": 52205,
  "▁意大利": 59355,
  "▁愛": 47292,
  "▁截至年月": 44042,
  "▁戰後": 33640,
  "▁按慣例最靠近": 37934,
  "▁據": 36272,
  "▁擴展": 38999,
  "▁政治": 54828,
  "▁故事": 56194,
  "▁教育": 48439,
  "▁新": 61893,
  "▁新加坡": 34897,
  "▁新北市": 33147,
  "▁日": 43361,
  "▁日本": 61338,
  "▁早年": 32480,
  "▁早年生活": 41567,
  "▁明朝": 48245,
  "▁是下轄的一個街道辦事處": 60092,
  "▁曲目": 50987,
  "▁書籍": 54885,
  "▁曾祖": 52474,
  "▁最佳": 57140,
  "▁月": 60725,
  "▁月日": 36164,
  "▁月日新增確診例累計例": 38489,
  "▁月日新增確診例累計確診例": 40923,
  "▁月日浙江省衛健委通報月日時": 57854,
  "▁本": 37461,
  "▁本作": 35057,
  "▁本地區發展較早的聚落有": 54465,
  "▁本地區發展較早的聚落為": 39181,
  "▁本屬": 52399,
  "▁本站": 36905,
  "▁朱": 59853,
  "▁李": 50401,
  "▁杜": 32266,
  "▁東": 43331,
  "▁東京": 39245,
  "▁東京都": 45756,
  "▁林": 54117,
  "▁根據": 45598,
  "▁根據年美國人口普查的數據": 40077,
  "▁梁": 32475,
  "▁梅": 35306,
  "▁楊": 51798,
  "▁榮譽": 43558,
  "▁歐洲": 46268,
  "▁此外": 58910,
  "▁歲": 57825,
  "▁歷任": 39486,
  "▁歷史": 53969,
  "▁歷屆": 34914,
  "▁民國": 48795,
  "▁決賽": 39285,
  "▁法國": 39424,
  "▁法國主要的媒體均可在": 51123,
  "▁法國國家統計與經濟研究所": 39323,
  "▁波蘭": 35232,
  "▁注": 43367,
  "▁泰國": 36170,
  "▁清朝": 33555,
  "▁準決賽": 46540,
  "▁演員": 52273,
  "▁澳大利亞": 35757,
  "▁澳門": 35008,
  "▁烏": 48075,
  "▁烏克蘭": 32827,
  "▁無綫電視": 53430,
  "▁爭議": 54946,
  "▁獎項": 49555,
  "▁王": 32235,
  "▁現代": 52718,
  "▁瑞典": 54965,
  "▁瑞士": 36930,
  "▁生平": 43153,
  "▁由於": 45852,
  "▁男子": 46393,
  "▁當": 54224,
  "▁登場人物": 36357,
  "▁發行": 42826,
  "▁白": 38550,
  "▁盧": 49698,
  "▁目前": 42996,
  "▁相關": 46112,
  "▁社會": 60994,
  "▁祕魯": 38796,
  "▁第": 45757,
  "▁第一": 56510,
  "▁第三": 60552,
  "▁第二": 36821,
  "▁第四": 38412,
  "▁第回": 35007,
  "▁第屆": 38422,
  "▁第話": 61472,
  "▁第集": 57760,
  "▁簡介": 58753,
  "▁約翰": 45438,
  "▁紅": 37576,
  "▁經歷": 33161,
  "▁經濟": 56886,
  "▁維基月球在線解說": 49538,
  "▁羅": 38648,
  "▁羅馬尼亞": 56879,
  "▁美國": 51248,
  "▁美術監督": 48731,
  "▁義大利": 50201,
  "▁聖": 59363,
  "▁聲優": 39957,
  "▁職業生涯": 47724,
  "▁背景": 61845,
  "▁胡": 57546,
  "▁腳": 61149,
  "▁臺中市": 44105,
  "▁臺北": 35864,
  "▁臺北市": 59432,
  "▁臺灣": 53600,
  "▁臺灣清治末期至日治初期": 56883,
  "▁艾": 58231,
  "▁芬蘭": 49294,
  "▁若": 57985,
  "▁英國": 34609,
  "▁英格蘭": 39516,
  "▁荷蘭": 42608,
  "▁萬曆": 60336,
  "▁葉": 59279,
  "▁著作": 56066,
  "▁蔡": 47304,
  "▁蕭": 44631,
  "▁薩": 54988,
  "▁蘇": 61784,
  "▁蘇格蘭": 36056,
  "▁蘇聯": 36946,
  "▁虛構": 56265,
  "▁行政": 40983,
  "▁行政區劃": 41075,
  "▁製作": 56105,
  "▁西": 58112,
  "▁西班牙": 39217,
  "▁許": 41693,
  "▁註": 37211,
  "▁註釋": 60145,
  "▁評價": 42116,
  "▁謝": 61865,
  "▁貝": 41437,
  "▁資料來源": 38387,
  "▁超": 55963,
  "▁越南": 40498,
  "▁趙": 35735,
  "▁足球": 41485,
  "▁車站": 43549,
  "▁車站周邊": 46903,
  "▁車站是一座地面車站設有面線": 57511,
  "▁這顆小行星的絕對星等爲等": 47381,
  "▁遊戲": 53761,
  "▁過海隧道巴士線": 53942,
  "▁郭": 48073,
  "▁鄭": 42882,
  "▁鄰近": 35590,
  "▁配音": 40182,
  "▁配音員": 36115,
  "▁金": 43211,
  "▁錢海嶽南明史卷": 37642,
  "▁關於": 61355,
  "▁阿": 61550,
  "▁阿爾": 37046,
  "▁除了": 35602,
  "▁陳": 53986,
  "▁雖然": 53816,
  "▁雙": 44811,
  "▁雷": 51921,
  "▁電影": 57879,
  "▁電視劇": 56668,
  "▁電視動畫": 60135,
  "▁電視節目": 38202,
  "▁面積位於法國": 55201,
  "▁韋": 57001,
  "▁韓": 53992,
  "▁韓國": 49803,
  "▁音樂": 54633,
  "▁音響監督": 39530,
  "▁飾": 48437,
  "▁飾演": 55043,
  "▁香港": 47204,
  "▁香港時間逢星期": 45503,
  "▁香港時間逢星期一至五播出": 46270,
  "▁馬": 40495,
  "▁馬來西亞": 38751,
  "▁高": 52227,
  "▁高雄市": 35434,
  "▁黃": 48276,
  "▁黑": 58333,
  "一": 54303,
  "一丁目": 47426,
  "一世": 57309,
  "一事": 43089,
  "一二": 37375,
  "一些": 38797,
  "一人": 48817,
  "一代": 49954,
  "一件": 44322,
  "一份": 57872,
  "一位": 36271,
  "一併": 38075,
  "一個": 41494,
  "一個人": 50035,
  "一個新的": 43627,
  "一個月": 47172,
  "一個羅馬天主教教區屬": 43340,
  "一個鐵路車站郵政編碼車站建於年有": 49647,
  "一側": 42719,
  "一共": 46072,
  "一切": 35036,
  "一千": 50552,
  "一半": 58738,
  "一句": 47147,
  "一同": 59999,
  "一名": 59343,
  "一國兩制": 59838,
  "一場": 54536,
  "一塊": 40703,
  "一大": 53481,
  "一天": 49364,
  "一套": 61970,
  "一定": 39634,
  "一定的": 61229,
  "一定要": 36611,
  "一家": 57164,
  "一對": 60116,
  "一小部分": 38693,
  "一屆": 44019,
  "一層": 50108,
  "一帶": 51871,
  "一幅": 33993,
  "一年": 60310,
  "一年後": 32653,
  "一年級": 45630,
  "一度": 47773,
  "一座": 48117,
  "一張": 47691,
  "一律": 53940,
  "一戰": 48926,
  "一所": 57566,
  "一批": 40788,
  "一把": 50328,
  "一支": 32603,
  "一方": 35099,
  "一方面": 38030,
  "一族": 40101,
  "一日": 39202,
  "一旦": 52438,
  "一時": 34331,
  "一書": 33557,
  "一期": 58786,
  "一期工程": 52778,
  "一本": 55267,
  "一枚": 51305,
  "一架": 42828,
  "一條": 61489,
  "一樣": 38480,
  "一次": 60030,
  "一款": 45173,
  "一步": 47657,
  "一段": 60986,
  "一段時間": 35873,
  "一氧化碳": 59320,
  "一片": 32282,
  "一生": 48855,
  "一番": 43112,
  "一百": 34703,
  "一直": 37285,
  "一直到": 47964,
  "一直在": 53342,
  "一直持續到": 47897,
  "一直是": 39943,
  "一種": 51540,
  "一等": 41487,
  "一箇中": 38798,
  "一篇": 37161,
  "一系列": 56983,
  "一級": 32559,
  "一級方程式": 41734,
  "一級解放勳章": 61158,
  "一級賽": 39867,
  "一組": 33077,
  "一羣": 60407,
  "一職": 53523,
  "一致": 58490,
  "一臺": 53885,
  "一般": 50565,
  "一般來說": 50931,
  "一艘": 39207,
  "一處": 43508,
  "一號": 48749,
  "一行人": 38783,
  "一見鍾情": 42447,
  "一覽": 54873,
  "一角": 34276,
  "一詞": 42335,
  "一說": 49853,
  "一貫": 60245,
  "一起": 60212,
  "一路": 49302,
  "一輛": 43561,
  "一連串": 42907,
  "一週": 53364,
  "一道": 36725,
  "一邊": 53558,
  "一郎": 37870,
  "一部": 38701,
  "一部分": 57419,
  "一門": 45651,
  "一開始": 47401,
  "一間": 52752,
  "一隻": 53172,
  "一面": 60295,
  "一項": 55630,
  "一顆": 57647,
  "一顆恆星視星等": 48103,
  "一類": 46578,
  "一首": 45639,
  "一體": 55178,
  "一點": 35835,
  "丁": 38865,
  "丁目": 45692,
  "丂": 57062,
  "七": 52574,
  "七世": 33099,
  "七人制橄欖球": 54961,
  "七個": 45314,
  "七十": 57573,
  "七年": 41737,
  "七年年": 52985,
  "七月": 50506,
  "七龍珠": 51793,
  "丄": 49940,
  "丅": 40358,
  "丆": 56552,
  "万": 58406,
  "丈": 48118,
  "丈夫": 52820,
  "三": 53158,
  "三世": 39292,
  "三人": 59736,
  "三位": 54526,
  "三個": 49160,
  "三個企業分別爲歐元歐元和歐元": 54872,
  "三個月": 42525,
  "三分之一": 50578,
  "三分之二": 59092,
  "三十": 32857,
  "三十六": 51326,
  "三十年": 47097,
  "三千": 47953,
  "三名": 41197,
  "三國": 57150,
  "三國志": 38833,
  "三國演義": 32561,
  "三大": 60200,
  "三天": 60111,
  "三層": 60219,
  "三峽": 42588,
  "三年": 49602,
  "三年年": 46236,
  "三星": 48312,
  "三月": 53797,
  "三條": 61311,
  "三次": 47361,
  "三甲": 47660,
  "三甲名同年五月": 48857,
  "三疊紀": 34403,
  "三百": 33625,
  "三種": 46093,
  "三等": 59475,
  "三級": 39546,
  "三維": 40447,
  "三菱": 50289,
  "三角": 38240,
  "三角形": 44453,
  "三角洲": 32821,
  "三郎": 33817,
  "三部曲": 46149,
  "三重": 40261,
  "三面環大西洋東": 43120,
  "三項": 46009,
  "上": 43443,
  "上下": 49569,
  "上下車人次": 51583,
  "上了": 46173,
  "上任": 34870,
  "上傳": 47604,
  "上加龍省": 36864,
  "上升": 51104,
  "上午": 46227,
  "上午時": 42119,
  "上午時分": 60021,
  "上半": 48987,
  "上場": 38680,
  "上將": 48824,
  "上尉": 55571,
  "上層": 42003,
  "上市": 50464,
  "上市公司": 53630,
  "上帝": 47618,
  "上方": 42046,
  "上映": 47338,
  "上普羅旺斯阿爾卑斯省": 44855,
  "上有": 40896,
  "上校": 34835,
  "上榜": 59313,
  "上比利牛斯省": 47525,
  "上法蘭西大區加來海峽省": 35672,
  "上法蘭西大區埃納省": 49502,
  "上海": 60805,
  "上海交通大學": 47170,
  "上海市": 57252,
  "上游": 41192,
  "上演": 56775,
  "上的": 54927,
  "上空": 36094,
  "上級": 38633,
  "上線": 44677,
  "上萊茵省": 61558,
  "上行": 34158,
  "上訴": 54341,
  "上課": 44665,
  "上議院": 39183,
  "上車人次": 50557,
  "上述": 41102,
  "上野": 56645,
  "上阿爾卑斯省": 40295,
  "上限": 34025,
  "上陣": 48270,
  "上面": 53110,
  "上馬恩省": 52121,
  "下": 55269,
  "下一": 38580,
  "下令": 47437,
  "下來": 50988,
  "下列": 55207,
  "下午": 34048,
  "下午時": 60384,
  "下午時分": 53928,
  "下午點": 58356,
  "下半": 34922,
  "下去": 33325,
  "下奧地利州": 56923,
  "下層": 51034,
  "下屬": 57539,
  "下屬的城際客運提供巴士線路可前往": 37260,
  "下方": 48261,
  "下游": 61022,
  "下的": 33431,
  "下級勳位爵士": 41375,
  "下萊茵省": 39892,
  "下落不明": 37836,
  "下薩克森州": 43450,
  "下行": 56647,
  "下設": 58186,
  "下詔": 60189,
  "下議院": 46126,
  "下跌": 60624,
  "下車": 35559,
  "下載": 43812,
  "下轄": 49848,
  "下轄以下": 52476,
  "下轄以下地區": 47223,
  "下轄個": 54551,
  "下轄個街道辦事處個鎮": 61412,
  "下轄的一個": 44533,
  "下轄的一個鄉鎮級行政單位": 53382,
  "下降": 32207,
  "下面": 43074,
  "丌": 45252,
  "不": 61147,
  "不一定": 38913,
  "不一樣": 38551,
  "不久": 44542,
  "不久後": 58071,
  "不但": 49128,
  "不佳": 49874,
  "不來梅": 42688,
  "不倫瑞克": 45895,
  "不停": 45534,
  "不僅": 46338,
  "不像": 32761,
  "不允許": 39968,
  "不再": 61861,
  "不列顛": 52379,
  "不列顛哥倫比亞省": 36303,
  "不利": 52505,
  "不到": 51908,
  "不動": 46062,
  "不動產": 35172,
  "不及": 51582,
  "不受": 41472,
  "不可": 56393,
  "不可思議": 51977,
  "不可或缺的": 36862,
  "不可能": 49080,
  "不合": 43951,
  "不同": 41927,
  "不同於": 42711,
  "不同的": 55685,
  "不同的是": 33247,
  "不含": 47041,
  "不喜歡": 44115,
  "不堪": 33326,
  "不多": 33462,
  "不夠": 58168,
  "不太": 53321,
  "不好": 40443,
  "不如": 57918,
  "不存在": 61656,
  "不少": 40948,
  "不幸": 56284,
  "不得": 60361,
  "不得不": 40024,
  "不必": 49622,
  "不惜": 43082,
  "不想": 60232,
  "不應": 52064,
  "不敢": 43639,
  "不敵": 37451,
  "不斷": 40625,
  "不明": 44859,
  "不易": 39672,
  "不是": 52967,
  "不會": 48537,
  "不死": 46077,
  "不清楚": 51271,
  "不滿": 46016,
  "不用": 36096,
  "不當": 42860,
  "不知": 48475,
  "不知道": 33481,
  "不穩定": 44184,
  "不符合": 43840,
  "不管": 48018,
  "不能": 37980,
  "不良": 54888,
  "不要": 34532,
  "不見": 51500,
  "不規則": 50831,
  "不設": 49612,
  "不詳": 54285,
  "不論": 40513,
  "不變": 34836,
  "不起": 42751,
  "不足": 34488,
  "不過": 58055,
  "不過在": 33802,
  "不適": 61632,
  "不適合": 38788,
  "不錯": 35750,
  "不鏽鋼": 44925,
  "不需要": 50647,
  "不願": 34081,
  "不願意": 53663,
  "不顧": 50488,
  "丏": 51645,
  "丐": 35155,
  "丑": 58956,
  "且": 49397,
  "丕": 39686,
  "世": 46115,
  "世代": 33245,
  "世俗": 54842,
  "世嘉": 59132,
  "世宗": 57868,
  "世家": 50714,
  "世界": 52031,
  "世界上": 32451,
  "世界冠軍": 46777,
  "世界各地": 58011,
  "世界大學生運動會": 32260,
  "世界大賽": 54050,
  "世界巡迴演唱會": 56206,
  "世界排名": 47330,
  "世界棒球經典賽": 48008,
  "世界游泳錦標賽": 47176,
  "世界的": 40147,
  "世界盃": 38735,
  "世界盃足球賽": 52582,
  "世界紀錄": 57770,
  "世界羽聯": 47980,
  "世界衛生組織": 48575,
  "世界觀": 36790,
  "世界賽艇錦標賽": 37534,
  "世界遺產": 35667,
  "世紀": 45547,
  "世紀中期": 41566,
  "世紀中葉": 44333,
  "世紀初": 39423,
  "世紀年代": 59520,
  "世紀末": 58613,
  "世紀的": 48340,
  "世紀美國": 60536,
  "世襲": 47029,
  "世錦賽": 44162,
  "丗": 58400,
  "丘": 48339,
  "丘陵": 51954,
  "丙": 61187,
  "丙烯": 51614,
  "丞": 41169,
  "丞相": 50118,
  "丟": 60127,
  "丟失": 43625,
  "丠": 37084,
  "両": 54741,
  "並": 43691,
  "並不": 51609,
  "並不是": 39158,
  "並且": 43278,
  "並且在": 56382,
  "並以": 36808,
  "並列": 35019,
  "並向": 60333,
  "並在": 45572,
  "並在年": 36420,
  "並將": 36274,
  "並將其": 33149,
  "並對": 57499,
  "並成為": 52852,
  "並擔任": 60525,
  "並於": 36291,
  "並於年": 60960,
  "並於年月": 42458,
  "並於年月日": 38254,
  "並於月日": 44610,
  "並有": 42153,
  "並未": 56945,
  "並止於": 32904,
  "並止於省道臺線路口": 49650,
  "並沒有": 56759,
  "並無": 43282,
  "並獲得": 56226,
  "並由": 57048,
  "並稱": 53436,
  "並與": 46692,
  "並表示": 47362,
  "並被": 35567,
  "並要求": 38399,
  "並開始": 46512,
  "並非": 45275,
  "丨": 55272,
  "丩": 50586,
  "丫": 47843,
  "丬": 37671,
  "中": 41718,
  "中世紀": 54055,
  "中亞": 47539,
  "中以": 49598,
  "中使用": 50899,
  "中共": 53812,
  "中共中央": 39240,
  "中共中央總書記": 41293,
  "中北美洲及加勒比海": 39135,
  "中午": 47742,
  "中南部": 40123,
  "中原": 41245,
  "中唯一": 60193,
  "中國": 38346,
  "中國中央電視臺": 35460,
  "中國人": 34725,
  "中國人民": 42421,
  "中國人民大學": 61046,
  "中國人民志願軍": 59231,
  "中國人民政治協商會議": 34449,
  "中國人民武裝警察部隊": 57534,
  "中國人民解放軍": 45970,
  "中國人民解放軍少將": 42916,
  "中國人民解放軍海軍": 57020,
  "中國人民解放軍空軍": 60949,
  "中國人民解放軍開國少將": 48875,
  "中國作家協會會員": 47767,
  "中國內地": 61062,
  "中國共產主義青年團": 36324,
  "中國共產黨": 55990,
  "中國共產黨黨員": 36878,
  "中國共產黨黨員年": 48772,
  "中國古代": 43520,
  "中國國家": 43307,
  "中國國民黨": 51335,
  "中國地理標誌產品": 58663,
  "中國大陸": 33129,
  "中國大陸的": 53233,
  "中國大陸的雲南": 56699,
  "中國工程院院士": 45751,
  "中國工農紅軍": 40210,
  "中國建立": 39567,
  "中國政府": 50159,
  "中國民主促進會": 35645,
  "中國民主同盟": 47597,
  "中國民主建國會": 36966,
  "中國社會科學院": 35832,
  "中國科學技術大學": 40466,
  "中國科學院": 43517,
  "中國科學院院士": 59781,
  "中國美術家協會": 51748,
  "中國農工民主黨": 44123,
  "中國鐵路": 54729,
  "中國駐": 32478,
  "中場": 48831,
  "中壢": 40167,
  "中央": 34669,
  "中央人民政府": 46422,
  "中央委員會": 61950,
  "中央廣播電視總檯": 37267,
  "中央情報局": 37366,
  "中央政府": 43650,
  "中央氣象局": 37102,
  "中央盧瓦爾河谷大區": 54424,
  "中央研究院": 37349,
  "中央軍委": 61974,
  "中央銀行": 55208,
  "中央電視臺": 55486,
  "中學": 58149,
  "中學校": 52494,
  "中學校友": 39358,
  "中將": 41480,
  "中尉": 58812,
  "中山": 45580,
  "中山大學": 48368,
  "中式": 33929,
  "中心": 40506,
  "中心月面座標爲直徑公里": 45149,
  "中扮演": 56312,
  "中提到": 34556,
  "中文": 43161,
  "中文版": 51412,
  "中文系": 34032,
  "中斷": 58248,
  "中方": 49291,
  "中日": 52988,
  "中書省": 34202,
  "中書舍人": 37759,
  "中最": 36817,
  "中有": 61136,
  "中期": 60773,
  "中村": 36496,
  "中東": 56337,
  "中止": 59435,
  "中正": 47811,
  "中毒": 36818,
  "中獲得": 38493,
  "中環": 48478,
  "中產階級": 35641,
  "中登場": 53838,
  "中發現": 33534,
  "中的": 34310,
  "中的一個": 37544,
  "中立": 43263,
  "中級人民法院": 42243,
  "中美洲": 45823,
  "中興": 36723,
  "中華": 61963,
  "中華人民共和國": 55105,
  "中華人民共和國外交部": 48878,
  "中華人民共和國成立後": 38242,
  "中華人民共和國政府": 43524,
  "中華人民共和國政治人物": 37092,
  "中華基督教會": 38132,
  "中華書局": 34115,
  "中華民國": 48779,
  "中華民國政府": 58435,
  "中華職棒": 57765,
  "中華臺北": 56365,
  "中藥": 59598,
  "中被": 56787,
  "中視": 54921,
  "中途": 50036,
  "中部": 34947,
  "中醫": 41649,
  "中間": 47443,
  "中陸地面積為平方千米而水域面積為": 55849,
  "中隊": 33699,
  "中飾演": 60836,
  "丯": 32876,
  "丰": 42256,
  "丱": 37015,
  "串": 37685,
  "串流": 51347,
  "丳": 43769,
  "丵": 36309,
  "丶": 50855,
  "丷": 46355,
  "丸": 45310,
  "丹": 36371,
  "丹尼": 48353,
  "丹尼斯": 52831,
  "丹尼爾": 53105,
  "丹麥": 51785,
  "主": 52562,
  "主人": 61050,
  "主人公": 61427,
  "主任": 59378,
  "主任委員": 46183,
  "主力": 40510,
  "主動": 39412,
  "主唱": 38487,
  "主場": 57774,
  "主委": 50313,
  "主導": 56079,
  "主席": 54305,
  "主席團": 36384,
  "主張": 38404,
  "主打": 42910,
  "主打曲": 43586,
  "主打歌": 50465,
  "主持": 39716,
  "主持人": 52066,
  "主播": 37697,
  "主攻": 35949,
  "主教": 61385,
  "主教座堂": 55372,
  "主教練": 33658,
  "主機": 41406,
  "主權": 59131,
  "主流": 47671,
  "主演": 51126,
  "主祀": 36175,
  "主管": 36273,
  "主線": 36068,
  "主編": 60003,
  "主義": 45843,
  "主義者": 51116,
  "主要": 33946,
  "主要人物": 50236,
  "主要分佈於": 35073,
  "主要是": 35137,
  "主要演員": 38874,
  "主要用於": 40897,
  "主要由": 59683,
  "主要的": 51801,
  "主要角色": 53035,
  "主角": 53218,
  "主辦": 57039,
  "主辦的": 61487,
  "主辦的國際體育賽事": 52485,
  "主頁": 57447,
  "主題": 33104,
  "主題曲": 44595,
  "主題歌": 36515,
  "主體": 57759,
  "丼": 34560,
  "丿": 59213,
  "乀": 53431,
  "乁": 37838,
  "乂": 40222,
  "乃": 45141,
  "乃木坂": 51531,
  "乃至": 47569,
  "久": 56095,
  "久保": 50186,
  "乆": 49320,
  "乇": 53213,
  "之": 44061,
  "之一": 51700,
  "之上": 40917,
  "之下": 49310,
  "之中": 48670,
  "之亂": 32146,
  "之事": 42358,
  "之內": 51098,
  "之初": 51640,
  "之前": 53795,
  "之前的": 46349,
  "之力": 58806,
  "之助": 37075,
  "之名": 55368,
  "之地": 45415,
  "之外": 37457,
  "之夜": 42462,
  "之女": 39269,
  "之妻": 51494,
  "之子": 50150,
  "之孫": 56485,
  "之家": 34134,
  "之年號": 40189,
  "之弟": 61533,
  "之役": 39178,
  "之後": 57465,
  "之後他": 37348,
  "之後又": 33781,
  "之後在": 49047,
  "之後的": 58852,
  "之心": 41586,
  "之意": 42483,
  "之戰": 48084,
  "之所以": 32619,
  "之旅": 43572,
  "之星": 61852,
  "之時": 34885,
  "之歌": 60639,
  "之父": 50887,
  "之王": 37968,
  "之用": 50439,
  "之神": 36150,
  "之稱": 46722,
  "之聲": 58029,
  "之處": 55406,
  "之路": 46600,
  "之間": 44242,
  "之間的": 60421,
  "之間的關係": 38711,
  "之間開通此站啟用": 53268,
  "之際": 39219,
  "之類的": 41428,
  "乍": 58046,
  "乎": 58548,
  "乏": 52774,
  "乑": 48229,
  "乒": 40563,
  "乒乓球": 33677,
  "乒乓球運動員": 49278,
  "乓": 50179,
  "乕": 48247,
  "乖": 35353,
  "乗": 41397,
  "乘": 48417,
  "乘務員": 53170,
  "乘坐": 32332,
  "乘客": 54096,
  "乘搭": 55351,
  "乘車": 47840,
  "乙": 39651,
  "乙基": 52138,
  "乙烯": 34133,
  "乙組": 46402,
  "乙酰": 45950,
  "乙酸": 49747,
  "乙醇": 40720,
  "乚": 52105,
  "乛": 47764,
  "乜": 39414,
  "九": 57326,
  "九一八事變": 52084,
  "九三學社": 59576,
  "九十": 41450,
  "九州": 42141,
  "九巴": 32350,
  "九年": 38691,
  "九年年": 49425,
  "九廣鐵路": 39847,
  "九月": 32916,
  "九江": 35335,
  "九龍": 51911,
  "九龍城": 46021,
  "乞": 44223,
  "也": 33101,
  "也不": 54693,
  "也不會": 37926,
  "也可": 35410,
  "也可以": 59760,
  "也可能": 41863,
  "也因此": 44701,
  "也在": 39283,
  "也將": 50950,
  "也就是": 39869,
  "也就是說": 59212,
  "也很": 59240,
  "也是": 36405,
  "也曾": 34663,
  "也會": 36899,
  "也有": 46280,
  "也沒有": 53203,
  "也稱": 61373,
  "也能": 40000,
  "也被": 35594,
  "也許": 50175,
  "也開始": 57393,
  "乢": 53774,
  "乣": 34803,
  "乩": 41119,
  "乪": 37893,
  "乫": 53323,
  "乬": 38986,
  "乭": 33971,
  "乲": 52114,
  "乳": 37761,
  "乷": 38345,
  "乸": 44435,
  "乹": 39334,
  "乽": 50994,
  "乾": 57495,
  "乾旱": 46999,
  "乾燥": 45408,
  "乾隆": 46265,
  "乾隆帝": 55508,
  "乿": 41275,
  "亀": 51340,
  "亁": 46908,
  "亂": 51197,
  "亅": 44425,
  "了": 53288,
  "了一": 38869,
  "了一些": 36079,
  "了一份": 54100,
  "了一個": 37468,
  "了一場": 48419,
  "了一系列": 47115,
  "了他": 41869,
  "了他的": 52759,
  "了很多": 51173,
  "了自己的": 41486,
  "了許多": 32727,
  "亇": 32572,
  "予": 45776,
  "予以": 42691,
  "亊": 56244,
  "事": 42725,
  "事件": 55398,
  "事件中": 40174,
  "事先": 33082,
  "事務": 53025,
  "事務局": 59696,
  "事務所": 59902,
  "事宜": 52673,
  "事實": 48818,
  "事實上": 55706,
  "事後": 33400,
  "事情": 53175,
  "事故": 46148,
  "事業": 36342,
  "事物": 60493,
  "事發": 45179,
  "事變": 58955,
  "事蹟": 60335,
  "事項": 39147,
  "二": 32769,
  "二世": 60227,
  "二二八事件": 35789,
  "二人": 40067,
  "二十": 34661,
  "二十一": 53576,
  "二十七": 39387,
  "二十世紀": 45826,
  "二十九": 37412,
  "二十五": 36547,
  "二十五年": 34752,
  "二十八": 59883,
  "二十四": 36840,
  "二十年": 54129,
  "二十面體": 56180,
  "二字": 54541,
  "二層": 37967,
  "二年": 56498,
  "二年年": 34807,
  "二年級": 58224,
  "二戰": 46271,
  "二戰後": 48490,
  "二戰期間": 35547,
  "二月": 40711,
  "二期": 57849,
  "二樓": 59795,
  "二次": 37547,
  "二次大戰": 51922,
  "二氧化": 53759,
  "二氧化碳": 33583,
  "二甲基": 42561,
  "二百": 54249,
  "二等": 36635,
  "二級": 48351,
  "二號": 40808,
  "二進制": 45331,
  "二郎": 60719,
  "亍": 44287,
  "于": 35909,
  "亐": 41510,
  "云": 32802,
  "互": 37424,
  "互助": 56864,
  "互動": 49163,
  "互射十二碼": 48480,
  "互換": 55879,
  "互相": 49257,
  "互聯網": 53044,
  "互通": 55301,
  "亓": 40980,
  "五": 59555,
  "五世": 50371,
  "五人": 51846,
  "五代": 50744,
  "五代十國": 37359,
  "五位": 39003,
  "五個": 37978,
  "五十": 44774,
  "五名": 39302,
  "五大": 60915,
  "五年": 38290,
  "五年年": 52009,
  "五月": 38591,
  "五百": 48067,
  "五胡十六國": 49275,
  "五郎": 60685,
  "井": 39061,
  "井上": 33148,
  "亖": 52146,
  "亙": 50995,
  "些": 46283,
  "亜": 56262,
  "亝": 43944,
  "亞": 37351,
  "亞伯拉罕": 47138,
  "亞利桑那": 59259,
  "亞利桑那州": 45261,
  "亞塞拜然": 46601,
  "亞太": 55527,
  "亞斯": 35212,
  "亞歷山卓": 49159,
  "亞歷山大": 37886,
  "亞歷山德": 40390,
  "亞洲": 38998,
  "亞洲盃": 41840,
  "亞洲電視": 44033,
  "亞熱帶": 45028,
  "亞熱帶或熱帶的": 49517,
  "亞爾": 52192,
  "亞特蘭大": 41260,
  "亞瑟": 34840,
  "亞當": 49347,
  "亞當斯": 43485,
  "亞目": 40985,
  "亞科": 54853,
  "亞種": 32767,
  "亞美尼亞": 52093,
  "亞視": 32615,
  "亞足聯": 56450,
  "亞軍": 45170,
  "亞述": 41229,
  "亞運": 50886,
  "亞運會": 54302,
  "亞里士多德": 38222,
  "亞馬遜": 58270,
  "亟": 36661,
  "亠": 59111,
  "亡": 54106,
  "亢": 34998,
  "亣": 58390,
  "交": 35919,
  "交互": 59544,
  "交付": 34972,
  "交代": 55059,
  "交匯": 55023,
  "交匯處": 34700,
  "交叉": 45713,
  "交差點": 57831,
  "交往": 56372,
  "交戰": 58292,
  "交換": 46756,
  "交易": 38475,
  "交易所": 59706,
  "交替": 45552,
  "交會": 43887,
  "交流": 55835,
  "交流道": 39616,
  "交涉": 50491,
  "交由": 39916,
  "交界": 52885,
  "交界處": 41015,
  "交給": 41581,
  "交談": 54747,
  "交通": 39908,
  "交通局": 40555,
  "交通工具": 48748,
  "交通樞紐": 34991,
  "交通運輸": 47842,
  "交通部": 53694,
  "交配": 49927,
  "交錯": 46767,
  "交響": 32926,
  "交響曲": 35577,
  "交響樂團": 47228,
  "亥": 48754,
  "亦": 50963,
  "亦可": 55644,
  "亦是": 32662,
  "亦曾": 49072,
  "亦會": 59237,
  "亦有": 37190,
  "亦為": 57388,
  "亦稱": 53405,
  "亨": 45303,
  "亨利": 60029,
  "享": 46856,
  "享受": 52236,
  "享受國務院政府特殊津貼專家": 41382,
  "享壽歲": 54317,
  "享年歲": 52039,
  "享有": 39094,
  "京": 60413,
  "京兆": 34249,
  "京劇": 48264,
  "京城": 37763,
  "京師": 39820,
  "京滬": 35665,
  "京畿道": 34309,
  "京都": 33356,
  "京都市": 49439,
  "京都府": 54556,
  "亭": 60592,
  "亮": 33568,
  "亮度": 57398,
  "亮相": 59695,
  "亯": 36580,
  "亰": 37827,
  "亳": 57021,
  "亶": 50593,
  "亷": 41841,
  "亹": 42471,
  "人": 37428,
  "人中國": 43438,
  "人中華人民共和國政治人物": 46146,
  "人中華人民共和國政治人物曾任": 58106,
  "人事": 60415,
  "人們": 59460,
  "人其他種族有人混血種族則有人此外": 54783,
  "人力資源": 39882,
  "人受傷": 39453,
  "人口": 53991,
  "人口人人口密度人平方公里年代碼爲": 39799,
  "人口人其中男": 60549,
  "人口密度": 47890,
  "人口密度人平方公里": 61808,
  "人口密度每平方公里人": 53923,
  "人口密度為每平方公里人": 39527,
  "人口數量爲人人口密度爲人平方公里": 43809,
  "人口數量爲人在法國城市中排名第位": 38482,
  "人口普查": 38037,
  "人口為人而該地的面積約為平方千米": 50138,
  "人口爲人": 54829,
  "人口爲人佔總人口的": 46491,
  "人口萬人": 58787,
  "人口變化圖示": 47566,
  "人名": 45835,
  "人員": 60432,
  "人在": 48835,
  "人均": 49125,
  "人士": 47225,
  "人大常委會": 33986,
  "人大常委會主任": 49371,
  "人大常委會副主任": 52158,
  "人女人": 59768,
  "人女性人年月日人口密度人平方公里": 58612,
  "人工": 34472,
  "人工智能": 49721,
  "人心": 37201,
  "人才": 60255,
  "人數": 40454,
  "人文": 45762,
  "人明朝政治人物": 33074,
  "人格": 60392,
  "人權": 55063,
  "人次": 58796,
  "人死亡": 38736,
  "人民": 43698,
  "人民代表大會": 51649,
  "人民公社": 44739,
  "人民共和國": 43956,
  "人民出版社": 44714,
  "人民大會堂": 33265,
  "人民幣": 41973,
  "人民廣播電臺": 37842,
  "人民政府": 43947,
  "人民政府批覆同意": 34919,
  "人民政治協商會議第一屆全體會議": 38064,
  "人民日報": 32649,
  "人民檢察院": 56688,
  "人民法院": 41329,
  "人民黨": 46375,
  "人氣": 60279,
  "人清朝政治人物進士出身": 51327,
  "人漢族中華人民共和國政治人物": 39576,
  "人物": 50066,
  "人物設定": 55409,
  "人生": 46549,
  "人稱": 43831,
  "人羣": 36151,
  "人蔘加": 55191,
  "人行道": 56211,
  "人質": 48456,
  "人造": 58074,
  "人道主義": 50154,
  "人選": 33317,
  "人間": 38741,
  "人際關係": 32583,
  "人類": 56937,
  "人類學": 58221,
  "人類的": 50385,
  "人體": 57361,
  "亻": 35116,
  "亼": 36681,
  "亽": 40381,
  "亾": 43067,
  "什": 52815,
  "什葉派": 61891,
  "什麼": 40203,
  "仁": 59567,
  "仁川": 32617,
  "仁愛": 34860,
  "仂": 39734,
  "仃": 60480,
  "仄": 36053,
  "仆": 37848,
  "仇": 55469,
  "仇恨": 40179,
  "仈": 56457,
  "仉": 49146,
  "今": 36077,
  "今天": 36002,
  "今屬": 39826,
  "今日": 54419,
  "今河南省": 49545,
  "介": 39912,
  "介乎": 40305,
  "介入": 50168,
  "介於": 41638,
  "介紹": 40613,
  "介質": 44784,
  "介面": 33533,
  "仌": 35436,
  "仍": 60375,
  "仍在": 55998,
  "仍是": 34726,
  "仍有": 47848,
  "仍未": 38855,
  "仍然": 35328,
  "仍然是": 46045,
  "仍舊": 59837,
  "仏": 57060,
  "仒": 52213,
  "仔": 43103,
  "仔細": 60869,
  "仕": 48907,
  "他": 46060,
  "他也": 50927,
  "他人": 60215,
  "他們": 58153,
  "他們在": 36490,
  "他們的": 58347,
  "他又": 38971,
  "他在": 52744,
  "他在年": 35240,
  "他在年的選秀中第輪第順位被": 48921,
  "他將": 44404,
  "他對": 58182,
  "他於年": 42293,
  "他是": 59244,
  "他曾": 45234,
  "他曾代表": 48394,
  "他的": 33774,
  "他的兒子": 34597,
  "他的妻子": 43081,
  "他的父親": 39764,
  "他自己": 54109,
  "他與": 46135,
  "他被": 35047,
  "他認為": 39146,
  "他認爲": 34269,
  "他說": 37323,
  "他還": 59789,
  "仗": 42377,
  "付": 49890,
  "付出": 60416,
  "付款": 38173,
  "付費": 41724,
  "仙": 51394,
  "仙劍奇俠傳": 59694,
  "仙台": 52238,
  "仚": 49786,
  "仛": 37805,
  "仝": 53896,
  "仞": 49779,
  "仟": 52466,
  "仡": 34896,
  "代": 58506,
  "代價": 49119,
  "代數": 40080,
  "代替": 59304,
  "代爾": 37047,
  "代理": 59166,
  "代目": 40821,
  "代碼": 48293,
  "代號": 57903,
  "代表": 56838,
  "代表作": 49312,
  "代表團": 57678,
  "代表大會": 59660,
  "代表性": 38429,
  "代表隊": 60477,
  "代言": 56930,
  "代言人": 51052,
  "代謝": 33237,
  "令": 40259,
  "令人": 43827,
  "以": 61381,
  "以上": 35967,
  "以上的": 57691,
  "以下": 35689,
  "以下物種": 54461,
  "以來": 48569,
  "以便": 41179,
  "以免": 54169,
  "以其": 51671,
  "以前": 33737,
  "以北": 45160,
  "以南": 48530,
  "以及": 49471,
  "以及中國大陸的": 46099,
  "以及其他": 39773,
  "以外": 39501,
  "以外的": 37610,
  "以失敗告終": 53401,
  "以字母標註在它的中心點旁邊": 37238,
  "以往": 35464,
  "以後": 56221,
  "以擊敗": 43225,
  "以東": 38149,
  "以此": 37270,
  "以比": 57767,
  "以比不敵": 34936,
  "以比擊敗": 61666,
  "以為": 43027,
  "以爲": 52742,
  "以至於": 53209,
  "以致": 50144,
  "以色列": 33068,
  "以西": 35268,
  "仨": 60057,
  "仫": 33602,
  "仭": 44141,
  "仮": 48124,
  "仰": 46178,
  "仱": 43537,
  "仲": 44183,
  "仲裁": 58858,
  "仳": 37152,
  "仴": 56939,
  "仵": 60877,
  "件": 41096,
  "价": 43005,
  "任": 36160,
  "任何": 58836,
  "任何人": 50116,
  "任內": 54973,
  "任務": 35439,
  "任命": 53620,
  "任天堂": 42181,
  "任意": 54211,
  "任教": 59318,
  "任期": 54952,
  "任校長": 60409,
  "任職": 57622,
  "仼": 41024,
  "份": 47973,
  "份子": 56269,
  "仾": 47518,
  "仿": 44351,
  "仿製": 36308,
  "伀": 56951,
  "企": 54283,
  "企劃": 34770,
  "企圖": 49531,
  "企業": 34274,
  "企業家": 44820,
  "企畫": 33032,
  "企鵝": 38879,
  "伂": 32934,
  "伃": 45961,
  "伅": 45321,
  "伇": 50604,
  "伈": 35310,
  "伉": 37954,
  "伊": 49424,
  "伊凡": 41061,
  "伊利": 58088,
  "伊利沙伯": 48845,
  "伊利諾伊州": 57639,
  "伊利諾州": 44112,
  "伊勒維萊訥省": 61127,
  "伊勢": 39040,
  "伊夫林省": 51482,
  "伊拉克": 33747,
  "伊斯": 46175,
  "伊斯坦堡": 56716,
  "伊斯坦布爾": 56139,
  "伊斯蘭": 54000,
  "伊斯蘭國": 33264,
  "伊斯蘭教": 61185,
  "伊朗": 35482,
  "伊比利亞": 35000,
  "伊澤爾省": 61798,
  "伊爾": 34592,
  "伊爾庫茨克": 36253,
  "伊犁": 60373,
  "伊瑪目": 51243,
  "伊莉莎白": 33558,
  "伊莎貝拉": 53113,
  "伊莎貝爾": 41680,
  "伊萬": 60799,
  "伊萬諾弗蘭科夫斯克州": 61740,
  "伊藤": 60316,
  "伊達": 59173,
  "伊麗莎白": 49342,
  "伋": 48131,
  "伍": 37289,
  "伍德": 52435,
  "伎": 53524,
  "伏": 47261,
  "伏擊": 54075,
  "伏爾加": 49910,
  "伐": 47649,
  "休": 42359,
  "休士頓": 46476,
  "休息": 41774,
  "休憩": 52976,
  "休斯頓": 60223,
  "休閒": 47668,
  "休養": 43434,
  "伒": 39626,
  "伓": 36217,
  "伕": 46972,
  "伙": 42832,
  "伝": 60596,
  "伢": 56051,
  "伨": 44702,
  "伩": 56707,
  "伬": 44675,
  "伭": 56045,
  "伮": 52655,
  "伯": 51121,
  "伯克": 59078,
  "伯恩": 53081,
  "伯明翰": 34664,
  "伯格": 48022,
  "伯爵": 37169,
  "伯特": 46319,
  "伯羅奔尼撒": 59637,
  "估": 49472,
  "估算": 37411,
  "估計": 43844,
  "伱": 51880,
  "伲": 33852,
  "伴": 59933,
  "伴侶": 45197,
  "伴奏": 55244,
  "伴隨": 32664,
  "伵": 61789,
  "伶": 52076,
  "伷": 39982,
  "伸": 59881,
  "伹": 60647,
  "伺": 49938,
  "伺服器": 49889,
  "伻": 49392,
  "似": 59646,
  "似乎": 52952,
  "伽": 38658,
  "伽利略": 61500,
  "伾": 47506,
  "佀": 40345,
  "佁": 60633,
  "佂": 32989,
  "佃": 58630,
  "佄": 43475,
  "佅": 53141,
  "但": 33282,
  "但不": 45855,
  "但也": 41728,
  "但也有": 58699,
  "但仍": 56940,
  "但他": 47617,
  "但他們": 43805,
  "但其": 47269,
  "但卻": 32987,
  "但因": 34613,
  "但因為": 61840,
  "但在": 61337,
  "但她": 48923,
  "但它": 49715,
  "但實際上": 35359,
  "但後來": 34162,
  "但是": 59579,
  "但是在": 49870,
  "但是由於": 52925,
  "但最後": 36337,
  "但最終": 53920,
  "但沒有": 48253,
  "但由於": 32180,
  "但被": 61603,
  "但這": 37032,
  "佇": 47570,
  "佈": 52713,
  "佈局": 42690,
  "佈置": 59874,
  "佈雷": 61267,
  "佉": 56242,
  "佊": 47194,
  "佋": 54838,
  "位": 58395,
  "位元": 35206,
  "位列": 51623,
  "位在": 55282,
  "位居": 41224,
  "位數": 55916,
  "位於": 39630,
  "位於中國": 52585,
  "位於中國廣東省": 44389,
  "位於中華人民共和國": 53226,
  "位於烏克蘭東部的村莊由哈爾科夫州": 35956,
  "位於烏克蘭西南部的村莊由敖德薩州": 59779,
  "位於臺灣": 38207,
  "位於該國中部": 36463,
  "位於該國北部": 54423,
  "位於該國南部": 34545,
  "位於該國東北部": 55695,
  "位於該國東南部": 35540,
  "位於該國西北部": 52002,
  "位於該國西南部": 52659,
  "位於該國西部": 34209,
  "位置": 41214,
  "低": 60574,
  "低地": 45566,
  "低於": 57235,
  "低於法國平均水平歐元": 57951,
  "低氣壓": 43233,
  "低溫": 51297,
  "低音": 58230,
  "住": 32345,
  "住在": 38339,
  "住宅": 47797,
  "住宅區": 32360,
  "住宿": 55324,
  "住戶": 42328,
  "住房": 49482,
  "住所": 33130,
  "住院": 53029,
  "佐": 34003,
  "佐世保": 44745,
  "佐久間": 32779,
  "佐佐木": 46298,
  "佐治亞州": 47926,
  "佐藤": 57420,
  "佐賀": 58134,
  "佑": 57074,
  "佒": 34283,
  "佔": 48338,
  "佔地": 58005,
  "佔地面積": 33038,
  "佔據": 34698,
  "佔有": 59403,
  "佔領": 54694,
  "佔領了": 46273,
  "何": 50477,
  "何塞": 32406,
  "佖": 50261,
  "佗": 44446,
  "佘": 42974,
  "余": 34382,
  "佚": 58084,
  "佛": 41034,
  "佛像": 43608,
  "佛寺": 56036,
  "佛山": 38156,
  "佛教": 45470,
  "佛教徒": 52654,
  "佛羅倫薩": 60338,
  "佛羅裏達": 34479,
  "佛羅裏達州": 51483,
  "佛羅里達": 61664,
  "佛羅里達州": 53380,
  "佛陀": 38414,
  "作": 50781,
  "作出": 60377,
  "作品": 37777,
  "作品中": 60599,
  "作品列表": 36667,
  "作客": 61481,
  "作家": 61716,
  "作戰": 45978,
  "作曲": 60319,
  "作曲家": 51016,
  "作曲編曲": 33388,
  "作業": 35675,
  "作業系統": 39817,
  "作為": 34018,
  "作爲": 56567,
  "作物": 41242,
  "作用": 55456,
  "作畫": 54081,
  "作畫監督": 53216,
  "作者": 45151,
  "作詞": 44047,
  "作詞作曲": 42714,
  "作詞作曲淳君編曲": 59748,
  "作詞秋元康作曲": 36262,
  "佝": 53568,
  "佞": 61899,
  "佟": 53301,
  "你": 56778,
  "你們": 38769,
  "你的": 56349,
  "佡": 38081,
  "佢": 32288,
  "佣": 53256,
  "佤": 51236,
  "佧": 60796,
  "佩": 35205,
  "佩德羅": 54773,
  "佩戴": 34096,
  "佩爾": 54052,
  "佩裏": 41592,
  "佪": 52921,
  "佫": 45637,
  "佬": 45164,
  "佮": 57142,
  "佯": 47942,
  "佰": 37560,
  "佲": 50226,
  "佳": 34174,
  "佳績": 32356,
  "佴": 40905,
  "併": 34024,
  "併入": 44415,
  "併成爲": 45383,
  "併爲": 53789,
  "併發症": 40807,
  "併購": 58718,
  "佶": 50381,
  "佷": 46820,
  "佸": 41597,
  "佹": 56837,
  "佺": 54265,
  "佻": 45074,
  "佼": 47240,
  "佽": 38924,
  "佾": 42308,
  "使": 56359,
  "使他": 34801,
  "使其": 60859,
  "使命": 34082,
  "使徒": 47634,
  "使得": 55617,
  "使持節": 51716,
  "使用": 59496,
  "使用了": 38318,
  "使用狀況": 42322,
  "使用的": 35450,
  "使用者": 48102,
  "使者": 32113,
  "使館": 33044,
  "侀": 47579,
  "侁": 48836,
  "侂": 39534,
  "侃": 34503,
  "侄": 52254,
  "侄子": 40831,
  "侅": 46712,
  "來": 46909,
  "來到": 55943,
  "來往": 33644,
  "來源": 43000,
  "來源於": 61448,
  "來的": 48838,
  "來看": 37720,
  "來自": 43631,
  "來自於": 46821,
  "來說": 45289,
  "來賓": 38582,
  "侇": 36938,
  "侈": 36892,
  "侉": 52755,
  "侊": 54412,
  "例": 35930,
  "例外": 49285,
  "例如": 39560,
  "例子": 49583,
  "例行賽": 48416,
  "侌": 33376,
  "侍": 51276,
  "侍中": 37800,
  "侍衛": 57772,
  "侍郎": 41103,
  "侎": 46363,
  "侏": 38672,
  "侏羅紀": 45473,
  "侐": 33122,
  "侑": 39938,
  "侒": 51289,
  "侓": 58516,
  "侔": 35574,
  "侕": 45519,
  "侖": 60780,
  "侗": 60518,
  "侘": 59477,
  "侚": 37193,
  "供": 37863,
  "供奉": 37410,
  "供應": 53566,
  "供應商": 48825,
  "供給": 48232,
  "供電": 53146,
  "侜": 37765,
  "依": 51650,
  "依據": 36557,
  "依次": 42857,
  "依法": 37196,
  "依然": 55415,
  "依照": 41594,
  "依舊": 36356,
  "依賴": 53490,
  "依靠": 58301,
  "侞": 38578,
  "価": 38465,
  "侫": 41903,
  "侮": 54440,
  "侮辱": 38935,
  "侯": 39677,
  "侯爵": 54173,
  "侯賽因": 58271,
  "侲": 40351,
  "侴": 38130,
  "侵": 59997,
  "侵佔": 44510,
  "侵入": 54914,
  "侵害": 58799,
  "侵犯": 42534,
  "侵略": 55005,
  "侵蝕": 43188,
  "侵襲": 48382,
  "侶": 42005,
  "侷": 36830,
  "侷限": 58209,
  "侸": 34584,
  "侹": 44060,
  "侻": 54522,
  "侼": 35703,
  "侾": 45056,
  "便": 54222,
  "便利": 56480,
  "便宜": 52522,
  "便是": 39091,
  "便會": 38684,
  "俀": 32551,
  "俁": 43075,
  "係": 36804,
  "係數": 44166,
  "促": 34565,
  "促使": 42889,
  "促成": 51678,
  "促進": 55567,
  "俄": 53931,
  "俄亥俄": 37095,
  "俄亥俄州": 45618,
  "俄勒岡州": 58692,
  "俄國": 59014,
  "俄羅斯": 40127,
  "俄羅斯入侵烏克蘭": 59541,
  "俄羅斯帝國": 54239,
  "俄羅斯聯邦": 45693,
  "俄羅斯蘇維埃聯邦社會主義共和國": 45854,
  "俄語": 51389,
  "俄軍": 51400,
  "俅": 37808,
  "俆": 37394,
  "俇": 60088,
  "俈": 47245,
  "俉": 39720,
  "俊": 61857,
  "俋": 59276,
  "俌": 57206,
  "俍": 59338,
  "俎": 36122,
  "俏": 47844,
  "俐": 55161,
  "俑": 33896,
  "俒": 59588,
  "俓": 55950,
  "俔": 32695,
  "俖": 51169,
  "俗": 60308,
  "俗稱": 40467,
  "俘": 58561,
  "俘獲": 43612,
  "俘虜": 35440,
  "俙": 39596,
  "俚": 51672,
  "俛": 59719,
  "俜": 51364,
  "保": 36792,
  "保健": 41740,
  "保加利亞": 39296,
  "保存": 59626,
  "保守": 32448,
  "保守主義": 56011,
  "保守派": 33495,
  "保守黨": 49600,
  "保安": 40064,
  "保定": 48355,
  "保密": 50969,
  "保持": 58797,
  "保留": 50307,
  "保留了": 54792,
  "保羅": 35507,
  "保育": 42542,
  "保良局": 36643,
  "保衛": 36736,
  "保證": 38125,
  "保護": 35229,
  "保護區": 49197,
  "保釋": 34232,
  "保障": 49815,
  "保險": 47780,
  "保齡球": 52814,
  "俞": 38503,
  "俟": 57374,
  "俠": 46740,
  "俠盜獵車手": 47081,
  "信": 53503,
  "信仰": 55329,
  "信件": 39754,
  "信任": 45932,
  "信奉": 54112,
  "信徒": 54593,
  "信心": 57657,
  "信念": 47716,
  "信息": 38631,
  "信用": 43815,
  "信義": 61351,
  "信號": 39088,
  "信託": 36227,
  "信長": 42950,
  "俢": 33970,
  "俤": 46925,
  "俥": 37409,
  "俧": 58281,
  "俬": 47961,
  "修": 39578,
  "修女": 37151,
  "修建": 53871,
  "修復": 59271,
  "修改": 47982,
  "修斯": 49915,
  "修正": 36786,
  "修正案": 38167,
  "修理": 36985,
  "修築": 60206,
  "修繕": 32856,
  "修行": 49794,
  "修訂": 61788,
  "修讀": 50837,
  "修道院": 36777,
  "俯": 52507,
  "俯衝": 47683,
  "俰": 44971,
  "俱": 40835,
  "俱樂部": 58094,
  "俳": 36417,
  "俴": 44872,
  "俵": 35244,
  "俶": 47536,
  "俷": 51446,
  "俸": 40237,
  "俹": 41754,
  "俺": 43001,
  "俻": 32436,
  "俽": 49154,
  "俾": 48440,
  "俾斯麥": 39321,
  "倀": 60789,
  "倁": 41878,
  "倂": 36286,
  "倄": 44052,
  "倅": 60455,
  "倆": 53384,
  "倇": 57019,
  "倈": 51474,
  "倉": 61367,
  "倉庫": 60734,
  "個": 49414,
  "個人": 33812,
  "個人生活": 35265,
  "個出入口": 39280,
  "個別": 41550,
  "個國家": 49773,
  "個堂區": 49460,
  "個多月": 58840,
  "個孩子": 60472,
  "個小時": 50821,
  "個性": 49440,
  "個月": 53552,
  "個案": 47734,
  "個百分點": 48561,
  "個行政村": 42053,
  "個體": 57101,
  "倌": 32794,
  "倍": 49493,
  "倎": 39356,
  "倏": 34017,
  "倐": 33913,
  "們": 32877,
  "倒": 48568,
  "倒塌": 59430,
  "倒數": 37856,
  "倒閉": 40701,
  "倓": 51392,
  "倔": 45404,
  "倕": 49207,
  "倖": 56788,
  "倖存": 49536,
  "倖存者": 39053,
  "倗": 57778,
  "倘": 49129,
  "候": 32183,
  "候補": 51800,
  "候補委員": 61921,
  "候車": 50636,
  "候車室": 45220,
  "候車月臺設有月臺幕門並有處出口": 60164,
  "候選": 53818,
  "候選人": 46982,
  "倚": 36663,
  "倚天屠龍記": 48334,
  "倛": 40001,
  "倜": 57470,
  "倝": 52430,
  "倞": 32747,
  "借": 34577,
  "借用": 42104,
  "倠": 54959,
  "倡": 47694,
  "倡導": 52660,
  "倡議": 50769,
  "倢": 37183,
  "倣": 38296,
  "値": 36329,
  "倥": 54189,
  "倦": 38653,
  "倧": 54141,
  "倨": 36171,
  "倩": 59549,
  "倪": 40303,
  "倫": 37474,
  "倫敦": 59383,
  "倫斯": 61543,
  "倫理": 34265,
  "倬": 49534,
  "倭": 52545,
  "倮": 46530,
  "倯": 60650,
  "倰": 55335,
  "倱": 39870,
  "倴": 55274,
  "倶": 32514,
  "倷": 59869,
  "倸": 42847,
  "倹": 42000,
  "倻": 59650,
  "值": 39316,
  "值得": 48755,
  "值得一提的是": 43036,
  "倽": 39702,
  "倿": 36693,
  "偀": 52790,
  "偁": 61873,
  "偃": 51693,
  "偄": 56513,
  "偅": 38719,
  "偆": 47309,
  "假": 49963,
  "假名": 53756,
  "假如": 51729,
  "假日": 49528,
  "假期": 32650,
  "假設": 43010,
  "假說": 58758,
  "假面騎士": 34439,
  "偈": 37443,
  "偉": 46865,
  "偉大": 54250,
  "偊": 50724,
  "偋": 41699,
  "偌": 57830,
  "偍": 37387,
  "偎": 48750,
  "偏": 34673,
  "偏北": 52450,
  "偏南": 42105,
  "偏好": 45677,
  "偏東": 54863,
  "偏見": 38033,
  "偐": 55855,
  "偑": 32362,
  "偒": 36607,
  "偓": 46429,
  "偕": 51680,
  "偘": 35437,
  "做": 46461,
  "做了": 60819,
  "做出": 56577,
  "做出了": 60704,
  "做好": 43415,
  "做法": 50088,
  "做為": 51878,
  "停": 49292,
  "停刊": 45490,
  "停戰": 44553,
  "停播": 51834,
  "停止": 59610,
  "停泊": 34658,
  "停滯": 55443,
  "停產": 46511,
  "停用": 51822,
  "停留": 50119,
  "停留場": 42918,
  "停車": 54439,
  "停車場": 43961,
  "停辦": 48895,
  "停運": 39335,
  "停靠": 47538,
  "停駛": 41427,
  "偟": 38417,
  "偠": 43529,
  "偡": 32336,
  "偢": 60528,
  "偤": 45672,
  "健": 43160,
  "健康": 48146,
  "健身": 56747,
  "偦": 37918,
  "偨": 34992,
  "偪": 54636,
  "偫": 49801,
  "偭": 41755,
  "偮": 59373,
  "偰": 39239,
  "偱": 33052,
  "偲": 60730,
  "偳": 43365,
  "側": 42972,
  "側式月臺": 55096,
  "側面": 44180,
  "偵": 41598,
  "偵察": 41942,
  "偵察機": 42038,
  "偵探": 41813,
  "偵查": 43352,
  "偵測": 58057,
  "偶": 41582,
  "偶像": 49770,
  "偶像劇": 61434,
  "偶然": 40971,
  "偶爾": 55531,
  "偷": 38605,
  "偷偷": 34710,
  "偷襲": 60959,
  "偸": 56398,
  "偹": 39287,
  "偼": 49326,
  "偽": 53050,
  "偽造": 60423,
  "傀": 32289,
  "傀儡": 35448,
  "傁": 60570,
  "傂": 44958,
  "傃": 51244,
  "傅": 33287,
  "傅立葉": 48059,
  "傆": 39241,
  "傈": 42615,
  "傉": 60523,
  "傊": 34308,
  "傌": 61566,
  "傍": 55622,
  "傍晚": 38552,
  "傎": 43640,
  "傑": 45243,
  "傑佛遜": 42128,
  "傑克": 43880,
  "傑克森": 51856,
  "傑克遜": 47750,
  "傑出": 53204,
  "傑斐遜": 32268,
  "傒": 59829,
  "傓": 34388,
  "傔": 34850,
  "傕": 32466,
  "傖": 36795,
  "傘": 39130,
  "備": 56736,
  "備受": 60353,
  "備忘錄": 43778,
  "傚": 40535,
  "傛": 33810,
  "傜": 56234,
  "傝": 33613,
  "傞": 61623,
  "傠": 34573,
  "傢": 56007,
  "傢俱": 57568,
  "傣": 45912,
  "傪": 39404,
  "傫": 33977,
  "催": 50128,
  "催化": 44586,
  "催化劑": 45347,
  "催淚彈": 52065,
  "催眠": 35124,
  "傭": 61177,
  "傭兵": 50468,
  "傯": 60199,
  "傰": 37911,
  "傱": 49185,
  "傲": 59534,
  "傳": 55212,
  "傳入": 34091,
  "傳出": 59653,
  "傳動": 37273,
  "傳奇": 34243,
  "傳媒": 38104,
  "傳感器": 42590,
  "傳承": 44881,
  "傳授": 45183,
  "傳播": 54269,
  "傳教": 55200,
  "傳教士": 53819,
  "傳染": 40248,
  "傳染病": 49916,
  "傳統": 38061,
  "傳統上": 49989,
  "傳統的": 52910,
  "傳聞": 47916,
  "傳言": 38283,
  "傳記": 57010,
  "傳說": 57837,
  "傳輸": 42082,
  "傳送": 35178,
  "傳達": 34940,
  "傳遞": 57056,
  "傴": 51481,
  "債": 58127,
  "債券": 45226,
  "債務": 54663,
  "傷": 57574,
  "傷亡": 44113,
  "傷口": 34480,
  "傷害": 35453,
  "傺": 52638,
  "傻": 34558,
  "傾": 59041,
  "傾向": 59322,
  "傾向於": 35341,
  "傾斜": 45302,
  "傿": 46627,
  "僂": 44969,
  "僃": 50300,
  "僄": 32869,
  "僅": 58606,
  "僅僅": 36027,
  "僅剩": 35399,
  "僅在": 53162,
  "僅存": 57168,
  "僅有": 51710,
  "僅次於": 54798,
  "僆": 40933,
  "僇": 51375,
  "僈": 55151,
  "僉": 47355,
  "僉事": 42626,
  "僊": 47038,
  "働": 36896,
  "僎": 40278,
  "像": 60788,
  "像是": 49365,
  "像素": 34349,
  "僐": 34581,
  "僑": 55813,
  "僓": 45607,
  "僔": 33565,
  "僕": 60066,
  "僖": 54359,
  "僙": 32920,
  "僚": 55513,
  "僜": 57631,
  "僝": 51666,
  "僞": 54732,
  "僟": 41316,
  "僡": 55757,
  "僢": 41408,
  "僣": 44671,
  "僤": 59133,
  "僥": 60972,
  "僦": 32504,
  "僧": 58314,
  "僧人": 41691,
  "僧侶": 32751,
  "僨": 61682,
  "僩": 57201,
  "僪": 53082,
  "僬": 35180,
  "僭": 42566,
  "僮": 55273,
  "僯": 59434,
  "僰": 61092,
  "僱": 49461,
  "僱主": 49483,
  "僱傭": 47393,
  "僱員": 59326,
  "僱用": 50331,
  "僲": 51321,
  "僳": 46263,
  "僴": 60318,
  "僵": 38265,
  "僶": 36803,
  "價": 44337,
  "價值": 52147,
  "價值觀": 48411,
  "價格": 58332,
  "僻": 35100,
  "僼": 32793,
  "僽": 52420,
  "僾": 59249,
  "僿": 44396,
  "儀": 51437,
  "儀器": 36609,
  "儀式": 36585,
  "儁": 54983,
  "儂": 60093,
  "儃": 39575,
  "億": 55095,
  "億元": 52529,
  "億元人民幣": 53625,
  "億年前": 51399,
  "億日元": 46783,
  "億歐元": 51933,
  "億港元": 44054,
  "億立方米": 46377,
  "億美元": 45506,
  "儅": 39613,
  "儆": 47206,
  "儇": 54392,
  "儈": 38536,
  "儉": 35716,
  "儋": 39895,
  "儌": 36799,
  "儍": 42516,
  "儎": 38235,
  "儐": 36983,
  "儒": 59243,
  "儒學": 59670,
  "儒家": 54415,
  "儔": 40630,
  "儕": 38292,
  "儗": 38894,
  "儘": 42701,
  "儘可能": 61037,
  "儘快": 47423,
  "儘管": 42216,
  "儘管如此": 52048,
  "儚": 46814,
  "儛": 59687,
  "儜": 41920,
  "儞": 41846,
  "償": 42788,
  "儡": 37224,
  "儢": 42594,
  "儣": 56040,
  "儤": 43541,
  "儥": 60837,
  "儦": 46001,
  "儧": 58857,
  "儨": 33612,
  "優": 37513,
  "優先": 41891,
  "優勝": 50242,
  "優勝者": 43873,
  "優勢": 36728,
  "優化": 33297,
  "優惠": 41804,
  "優異": 43050,
  "優秀": 39007,
  "優良": 52729,
  "優質": 37241,
  "優點": 48169,
  "儫": 48978,
  "儬": 35925,
  "儭": 51056,
  "儮": 38397,
  "儯": 44336,
  "儱": 49113,
  "儲": 56420,
  "儲備": 49102,
  "儲存": 34712,
  "儲蓄": 50691,
  "儳": 51980,
  "儴": 45988,
  "儵": 56542,
  "儶": 45382,
  "儷": 39179,
  "儸": 42872,
  "儹": 35130,
  "儺": 45910,
  "儻": 55306,
  "儼": 42697,
  "兀": 43968,
  "允": 50207,
  "允許": 36841,
  "兂": 33426,
  "元": 57508,
  "元件": 59180,
  "元帥": 54435,
  "元年": 32185,
  "元年年": 55089,
  "元朗": 58922,
  "元朝": 56443,
  "元素": 60834,
  "元音": 35610,
  "兄": 43244,
  "兄妹": 41989,
  "兄弟": 32864,
  "兄長": 58220,
  "充": 54274,
  "充分": 49216,
  "充滿": 55309,
  "充當": 56910,
  "充足": 54097,
  "充電": 51377,
  "兆": 60307,
  "兇": 49450,
  "兇手": 55783,
  "先": 59797,
  "先前": 55503,
  "先後": 57217,
  "先生": 58703,
  "先發": 59954,
  "先知": 56160,
  "先行": 32872,
  "先進": 40713,
  "先鋒": 53884,
  "先驅": 47359,
  "光": 50605,
  "光之美少女": 42743,
  "光學": 50713,
  "光復": 47676,
  "光明": 47380,
  "光束": 60708,
  "光榮": 37604,
  "光滑": 41352,
  "光碟": 59389,
  "光祿大夫": 35352,
  "光緒": 40950,
  "光線": 48762,
  "光芒": 46350,
  "光譜": 57602,
  "光輝": 46482,
  "兊": 55192,
  "克": 61172,
  "克什米爾": 45064,
  "克利": 42110,
  "克利夫蘭": 50284,
  "克勒茲省": 50759,
  "克勞": 45023,
  "克勞德": 52739,
  "克卜勒": 44377,
  "克拉": 47317,
  "克拉克": 43814,
  "克拉斯諾": 37314,
  "克斯": 55250,
  "克服": 55350,
  "克林頓": 45779,
  "克洛": 47527,
  "克爾": 36493,
  "克羅": 35850,
  "克羅地亞": 39645,
  "克羅埃西亞": 42296,
  "克莉絲汀": 40145,
  "克萊": 42823,
  "克萊爾": 51119,
  "克里": 52324,
  "克里夫蘭": 32778,
  "克里姆林宮": 42361,
  "克里斯": 60320,
  "克里斯托弗": 52884,
  "克里斯蒂安": 51935,
  "克里米亞": 35498,
  "克雷": 60629,
  "克魯": 36742,
  "克麗奧佩脫拉": 42809,
  "兌": 53554,
  "兌換": 38958,
  "免": 36047,
  "免疫": 42888,
  "免職": 57592,
  "免費": 46885,
  "兎": 54208,
  "児": 46683,
  "兒": 48462,
  "兒子": 42997,
  "兒童": 61095,
  "兓": 46389,
  "兔": 42090,
  "兕": 44186,
  "兗": 37016,
  "兗州": 50503,
  "兙": 52387,
  "党": 32199,
  "兛": 48657,
  "兜": 61688,
  "兝": 61233,
  "兞": 32391,
  "兟": 44286,
  "兡": 39759,
  "兢": 56576,
  "兣": 39229,
  "兤": 60160,
  "入": 54826,
  "入伍": 54469,
  "入侵": 48360,
  "入口": 44783,
  "入圍": 53667,
  "入場": 43760,
  "入境": 57958,
  "入學": 42487,
  "入獄": 41112,
  "入球": 56430,
  "入讀": 49452,
  "入選": 37704,
  "入黨": 33526,
  "內": 33735,
  "內以同一張八達通卡轉乘": 34120,
  "內側": 60967,
  "內務府": 59523,
  "內地": 42379,
  "內外": 39676,
  "內存": 33631,
  "內容": 37876,
  "內心": 41644,
  "內戰": 48237,
  "內政部": 44596,
  "內政部警政署": 42878,
  "內斯": 48938,
  "內有": 45845,
  "內有人為西班牙裔或拉丁裔美國人此": 52566,
  "內流區諸河二級流域爲": 52751,
  "內爾": 45117,
  "內的": 35815,
  "內的白人有人非裔美國人有人美": 61011,
  "內蒙古": 49540,
  "內蒙古自治區": 50778,
  "內設有": 60450,
  "內部": 58914,
  "內閣": 61677,
  "內閣總理大臣": 36578,
  "內陸": 51055,
  "全": 55279,
  "全世界": 40494,
  "全冊": 58746,
  "全力": 43433,
  "全員": 56622,
  "全國": 34539,
  "全國人大": 37582,
  "全國人大代表": 53208,
  "全國人大常委會": 54455,
  "全國人民代表大會": 57581,
  "全國人民代表大會代表": 56715,
  "全國人民代表大會常務委員會": 57816,
  "全國性": 59771,
  "全國政協": 55001,
  "全國政協委員": 47476,
  "全國脫貧攻堅先進個人": 53706,
  "全國重點文物保護單位": 49489,
  "全境": 53300,
  "全境海拔在到米之間": 53328,
  "全境被劃入在社會管理方面": 59470,
  "全壘打": 36447,
  "全家": 32692,
  "全市": 37737,
  "全年": 46962,
  "全數": 40883,
  "全新": 50916,
  "全日制": 55436,
  "全明星": 42874,
  "全民": 52073,
  "全港": 61143,
  "全球": 49366,
  "全省": 46030,
  "全科醫生名保健師名牙醫名護士名": 41289,
  "全程": 49437,
  "全線": 45675,
  "全美": 52520,
  "全能": 46386,
  "全臺": 40616,
  "全臺地方制度大改正": 51557,
  "全臺廢縣廳改設二十廳該莊隸屬於": 56653,
  "全身": 53455,
  "全軍覆沒": 53847,
  "全部": 54987,
  "全長": 46168,
  "全長公里": 44477,
  "全長米": 50301,
  "全集": 54371,
  "全面": 43300,
  "全體": 40459,
  "兩": 50256,
  "兩人": 56050,
  "兩位": 56464,
  "兩個": 49621,
  "兩個月": 50670,
  "兩側": 46076,
  "兩名": 50652,
  "兩國": 33312,
  "兩地": 49725,
  "兩場": 35103,
  "兩大": 50850,
  "兩天": 45527,
  "兩家": 45324,
  "兩層": 43224,
  "兩岸": 46188,
  "兩年": 33950,
  "兩年後": 47163,
  "兩度": 59616,
  "兩座": 52877,
  "兩支": 56465,
  "兩條": 41059,
  "兩棲": 60800,
  "兩次": 43326,
  "兩種": 49022,
  "兩端": 41870,
  "兩者": 45098,
  "兩臺": 41715,
  "兩艘": 50410,
  "兩週": 60630,
  "兩邊": 48020,
  "兩部": 59206,
  "兩項": 53635,
  "兪": 42057,
  "八": 33399,
  "八人單槳有舵手": 43748,
  "八個": 61451,
  "八十": 48833,
  "八卦": 53874,
  "八幡": 61493,
  "八年": 34744,
  "八年年": 40877,
  "八強": 52337,
  "八月": 61105,
  "八路軍": 32457,
  "八達通": 50735,
  "八面體": 58177,
  "公": 59755,
  "公主": 54604,
  "公交": 41361,
  "公交線路": 35624,
  "公交車": 49115,
  "公佈": 37546,
  "公佈了": 56509,
  "公佈時間爲年月日": 43489,
  "公佈爲": 49006,
  "公使": 33582,
  "公信榜": 53994,
  "公元世紀": 49301,
  "公元前世紀": 57378,
  "公元前年": 42096,
  "公元年": 55117,
  "公共": 32937,
  "公共交通": 53745,
  "公共圖書館": 37131,
  "公共汽車": 61791,
  "公共自行車租賃系統": 53107,
  "公共衛生": 44511,
  "公共運輸交匯處": 35317,
  "公分": 44383,
  "公務員": 53453,
  "公司": 36128,
  "公司的": 50384,
  "公告": 43417,
  "公國": 56507,
  "公園": 56823,
  "公報": 51484,
  "公墓": 38172,
  "公子": 39046,
  "公孫": 44074,
  "公學校": 60776,
  "公安": 33473,
  "公安部": 36891,
  "公寓": 42645,
  "公尺": 57111,
  "公平": 53489,
  "公式": 55686,
  "公投": 38738,
  "公斤": 44013,
  "公會": 58000,
  "公正": 34684,
  "公民": 55419,
  "公演": 40962,
  "公爵": 55061,
  "公理": 39489,
  "公益": 56101,
  "公眾": 35429,
  "公眾假期": 37159,
  "公社": 58905,
  "公立": 52038,
  "公約": 50038,
  "公署": 43745,
  "公職": 34266,
  "公衆": 34076,
  "公認": 49126,
  "公路": 36584,
  "公車": 51730,
  "公里": 42556,
  "公里始建於年面積平方公里": 32150,
  "公里寬公里面積平方公里海拔高度米": 43859,
  "公里小時": 34469,
  "公里處": 37360,
  "公釐": 56474,
  "公開": 38744,
  "公開賽": 40294,
  "公頃": 60272,
  "公館": 42258,
  "六": 48005,
  "六世": 45325,
  "六個": 54357,
  "六個月": 47209,
  "六十": 44264,
  "六年": 51764,
  "六年年": 58007,
  "六月": 44825,
  "兮": 57662,
  "共": 45295,
  "共享": 39639,
  "共人口人而該地的面積約為平方千米": 61575,
  "共個": 45722,
  "共同": 41128,
  "共同體": 43101,
  "共和": 40664,
  "共和國": 41218,
  "共和黨": 34477,
  "共有": 60998,
  "共有個": 52849,
  "共演": 54881,
  "共獲得歐元的國家財政補助比上一年": 59469,
  "共產主義": 44405,
  "共產國際": 59404,
  "共產黨": 35417,
  "共用": 36396,
  "共計": 42735,
  "共識": 35906,
  "共青團": 52162,
  "兲": 60138,
  "兵": 55478,
  "兵力": 60932,
  "兵器": 38587,
  "兵團": 37174,
  "兵庫縣": 37305,
  "兵衛": 56762,
  "兵部": 37748,
  "兵部右侍郎": 56267,
  "兵部尚書": 35969,
  "其": 39763,
  "其中": 36807,
  "其中一個": 46805,
  "其中一種為熱帶淡水魚分佈於南美洲": 36264,
  "其中包括": 35589,
  "其中年奧運會獲得一枚銀牌": 50015,
  "其中有": 42450,
  "其中男性": 38586,
  "其中男性人女性人歲及以上人口占": 55287,
  "其中陸地面積為水域面積為或": 40481,
  "其他": 52977,
  "其他人": 61601,
  "其他國家": 58965,
  "其他地區": 32423,
  "其他地方": 35974,
  "其他演員": 45879,
  "其子": 51677,
  "其它": 34605,
  "其實": 32456,
  "其實是": 45024,
  "其後": 55873,
  "其父": 55725,
  "其種加詞意爲": 33015,
  "其間": 42118,
  "其餘": 42620,
  "具": 35579,
  "具備": 46059,
  "具有": 33939,
  "具體": 42494,
  "典": 61407,
  "典型": 50549,
  "典型的": 40341,
  "典禮": 46299,
  "典範": 34047,
  "典籍": 34822,
  "典藏": 59438,
  "兺": 47077,
  "兼": 56184,
  "兼任": 60740,
  "兼容": 54781,
  "兼職": 34523,
  "兿": 41838,
  "冀": 47532,
  "冂": 34013,
  "冃": 37771,
  "円": 51895,
  "冇": 44691,
  "冉": 43345,
  "冊": 56878,
  "冊封": 39540,
  "冋": 44311,
  "再": 39927,
  "再加上": 60990,
  "再度": 42338,
  "再次": 60299,
  "再生": 40876,
  "再見": 39736,
  "冎": 45216,
  "冏": 52053,
  "冐": 59701,
  "冑": 42629,
  "冒": 51691,
  "冒險": 36952,
  "冒險遊戲": 60682,
  "冓": 52804,
  "冔": 50165,
  "冕": 52932,
  "冖": 45636,
  "冗": 35775,
  "冘": 37943,
  "冚": 41446,
  "冝": 42898,
  "冞": 38520,
  "冠": 55786,
  "冠狀病毒": 34415,
  "冠狀病毒病": 33179,
  "冠狀病毒病疫情": 45816,
  "冠軍": 43894,
  "冠軍賽": 59159,
  "冡": 35780,
  "冢": 61540,
  "冣": 48248,
  "冤": 42890,
  "冥": 37712,
  "冥王星": 61051,
  "冦": 35981,
  "冧": 55394,
  "冨": 45781,
  "冩": 45678,
  "冪": 48013,
  "冫": 39845,
  "冬": 60086,
  "冬天": 60520,
  "冬季": 45597,
  "冬季兩項": 47314,
  "冬季奧林匹克運動會冰球比賽": 52620,
  "冮": 37472,
  "冰": 55564,
  "冰原島峯": 33949,
  "冰原島峯是南極洲的冰原島峯位於": 59210,
  "冰島": 38437,
  "冰川": 37149,
  "冰川是南極洲的冰川位於": 60120,
  "冰淇淋": 36941,
  "冰球": 47678,
  "冰球運動員": 38261,
  "冱": 35068,
  "冴": 57426,
  "冶": 48550,
  "冶金": 55825,
  "冷": 49935,
