{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "0": 5,
      "1": 6,
      "2": 7,
      "3": 8,
      "a": 9,
      "b": 10,
      "c": 11,
      "d": 12,
      "e": 13,
      "f": 14,
      "g": 15,
      "h": 16,
      "i": 17,
      "j": 18,
      "k": 19,
      "l": 20,
      "m": 21,
      "n": 22,
      "o": 23,
      "p": 24,
      "r": 25,
      "s": 26,
      "t": 27,
      "u": 28,
      "v": 29,
      "w": 30,
      "x": 31,
      "y": 32,
      "ee": 33,
      "ea": 34,
      "to": 35,
      "ai": 36,
      "tn": 37,
      "oo": 38,
      "et": 39,
      "eai": 40,
      "ot": 41,
      "eea": 42,
      "eee": 43,
      "ta": 44,
      "eae": 45,
      "oe": 46,
      "as": 47,
      "th": 48,
      "fa": 49,
      "iee": 50,
      "tc": 51,
      "ae": 52,
      "tt": 53,
      "tai": 54,
      "oooo": 55,
      "hn": 56,
      "lo": 57,
      "tea": 58,
      "aie": 59,
      "aeai": 60,
      "oh": 61,
      "te": 62,
      "eas": 63,
      "od": 64,
      "ts": 65,
      "eeea": 66,
      "toto": 67,
      "aiee": 68,
      "aieee": 69,
      "tn1": 70,
      "oeot": 71,
      "aa": 72,
      "aae": 73,
      "mtn": 74,
      "oet": 75,
      "rto": 76,
      "tv": 77,
      "tee": 78,
      "eaa": 79,
      "totn": 80,
      "aieae": 81,
      "eeae": 82,
      "aeae": 83,
      "c1": 84,
      "ec": 85,
      "ef": 86,
      "eu": 87,
      "eot": 88,
      "gg": 89,
      "llo": 90,
      "st": 91,
      "tta": 92,
      "eaee": 93,
      "eatn": 94,
      "eaieas": 95,
      "tae": 96,
      "ieem": 97,
      "taiee": 98,
      "teatn": 99,
      "ao": 100,
      "ato": 101,
      "afa": 102,
      "aeeea": 103,
      "be": 104,
      "e0": 105,
      "el": 106,
      "em": 107,
      "er": 108,
      "fs": 109,
      "htn": 110,
      "iet": 111,
      "ieea": 112,
      "iae": 113,
      "ktt": 114,
      "la": 115,
      "mn": 116,
      "oee": 117,
      "oieem": 118,
      "pa": 119,
      "rt": 120,
      "rod": 121,
      "sa": 122,
      "soooo": 123,
      "sod": 124,
      "tf": 125,
      "teea": 126,
      "vto": 127,
      "wn": 128,
      "ee1": 129,
      "eaet": 130,
      "eaeee": 131,
      "eahn": 132,
      "eaaeai": 133,
      "toot": 134,
      "tooooo": 135,
      "aito": 136,
      "aieai": 137,
      "aiaae": 138,
      "ooea": 139,
      "etaieee": 140,
      "etc1": 141,
      "eaieot": 142,
      "eaitf": 143,
      "ottn": 144,
      "oeo": 145,
      "oetn": 146,
      "asee": 147,
      "astoto": 148,
      "thn": 149,
      "tho": 150,
      "tc1": 151,
      "taieee": 152,
      "aie1": 153,
      "tseea": 154,
      "tvto": 155,
      "a1": 156,
      "ar": 157,
      "aoooo": 158,
      "cto": 159,
      "cef": 160,
      "dn": 161,
      "deahn": 162,
      "eb": 163,
      "en": 164,
      "etn": 165,
      "elo": 166,
      "etoto": 167,
      "etn1": 168,
      "eieea": 169,
      "gte": 170,
      "he": 171,
      "ho": 172,
      "hr": 173,
      "hta": 174,
      "hae": 175,
      "hoh": 176,
      "hte": 177,
      "hottn": 178,
      "iaeai": 179,
      "ioh": 180,
      "iaa": 181,
      "iec": 182,
      "ibe": 183,
      "ieb": 184,
      "jhn": 185,
      "kt": 186,
      "ld": 187,
      "lot": 188,
      "lhe": 189,
      "lld": 190,
      "mo": 191,
      "moo": 192,
      "mtc": 193,
      "meu": 194,
      "o0": 195,
      "o1": 196,
      "ou": 197,
      "oy": 198,
      "oas": 199,
      "oeaieas": 200,
      "obe": 201,
      "oiet": 202,
      "own": 203,
      "rhtn": 204,
      "see": 205,
      "soeo": 206,
      "teee": 207,
      "tfa": 208,
      "teeae": 209,
      "tjhn": 210,
      "tkt": 211,
      "tmeu": 212,
      "vo": 213,
      "xet": 214,
      "xec": 215,
      "eec": 216,
      "eer": 217,
      "eeee": 218,
      "eemtn": 219,
      "eerto": 220,
      "eela": 221,
      "eesa": 222,
      "eetc1": 223,
      "eemtc": 224,
      "ea1": 225,
      "eaf": 226,
      "eato": 227,
      "eaeea": 228,
      "eaeae": 229,
      "eatoto": 230,
      "eaeeae": 231,
      "eaeaieot": 232,
      "tod": 233,
      "toe": 234,
      "tofa": 235,
      "totc": 236,
      "toec": 237,
      "toteatn": 238,
      "tooieem": 239,
      "aiot": 240,
      "aieea": 241,
      "aitc": 242,
      "aiaa": 243,
      "aieaee": 244,
      "aiioh": 245,
      "tn2": 246,
      "tn3": 247,
      "tneai": 248,
      "tneea": 249,
      "tnoieem": 250,
      "tntho": 251,
      "ooa": 252,
      "ood": 253,
      "ooh": 254,
      "oohtn": 255,
      "oomoo": 256,
      "et1": 257,
      "etas": 258,
      "ethn": 259,
      "etktt": 260,
      "etaito": 261,
      "etaie1": 262,
      "eta1": 263,
      "etcto": 264,
      "etho": 265,
      "eteemtn": 266,
      "etaiaa": 267,
      "eaiee": 268,
      "eaieeea": 269,
      "eaiaae": 270,
      "eaieaee": 271,
      "eaieaieas": 272,
      "eaie0": 273,
      "eaieaf": 274,
      "eaitoec": 275,
      "ote": 276,
      "otea": 277,
      "oteeea": 278,
      "oteot": 279,
      "oteatn": 280,
      "otetaieee": 281,
      "eeaeas": 282,
      "eeaeaeeae": 283,
      "eeaethn": 284,
      "eeecef": 285,
      "eeexec": 286,
      "taa": 287,
      "taee": 288,
      "taoee": 289,
      "tasee": 290,
      "eae0": 291,
      "eae1": 292,
      "eae2": 293,
      "eaeo": 294,
      "eaeto": 295,
      "oello": 296,
      "oest": 297,
      "oela": 298,
      "oetod": 299,
      "asa": 300,
      "astt": 301,
      "aslo": 302,
      "asato": 303,
      "thtn": 304,
      "thaiee": 305,
      "thaieae": 306,
      "thiae": 307,
      "thtseea": 308,
      "thaieaee": 309,
      "thoela": 310,
      "faet": 311,
      "fatc": 312,
      "fatfa": 313,
      "ieeeea": 314,
      "ieeiee": 315,
      "ieemtn": 316,
      "ieerod": 317,
      "tc0": 318,
      "tclo": 319,
      "aehn": 320,
      "aehte": 321,
      "ttt": 322,
      "ttea": 323,
      "ttmo": 324,
      "ttsoeo": 325,
      "taiaae": 326,
      "taieieea": 327,
      "taieaitoec": 328,
      "taieaeo": 329,
      "tead": 330,
      "teaaie": 331,
      "teate": 332,
      "teatotn": 333,
      "aie0": 334,
      "aieiae": 335,
      "aeaitooooo": 336,
      "aeaitoe": 337,
      "ohm": 338,
      "ohao": 339,
      "ohato": 340,
      "tetn1": 341,
      "temn": 342,
      "easaoooo": 343,
      "easeeexec": 344,
      "tsee1": 345,
      "tsobe": 346,
      "eeeatn": 347,
      "totoetoto": 348,
      "aiee0": 349,
      "aiee1": 350,
      "aieeetc1": 351,
      "aieee2": 352,
      "aieeeto": 353,
      "aieeexet": 354,
      "oeote": 355,
      "oeoteea": 356,
      "oeoteaiee": 357,
      "oeotastt": 358,
      "oeoteaseeexec": 359,
      "aaoteot": 360,
      "oetmtn": 361,
      "oetiaa": 362,
      "oeteato": 363,
      "tv1": 364,
      "tvtaieaeo": 365,
      "teec": 366,
      "teer": 367,
      "teev": 368,
      "teetn1": 369,
      "eaa1": 370,
      "eaaee": 371,
      "eaaeee": 372,
      "totn2": 373,
      "totn3": 374,
      "totnaie": 375,
      "aieae0": 376,
      "aieaeo": 377,
      "aieaetn": 378,
      "eeaeo0": 379,
      "aeae1": 380,
      "aeaetofa": 381,
      "aeaetotoetoto": 382,
      "ef0": 383,
      "ef1": 384,
      "euo": 385,
      "euto": 386,
      "ggg": 387,
      "llorto": 388,
      "st0": 389,
      "st1": 390,
      "ttan": 391,
      "ttaeer": 392,
      "eaeeoooo": 393,
      "eaieasotea": 394,
      "taei": 395,
      "taeiee": 396,
      "taeieem": 397,
      "taieeeaieaee": 398,
      "taieetclo": 399,
      "teatnaiee": 400,
      "afa0": 401,
      "afa1": 402,
      "aeeeaeee": 403,
      "aeeeaeeee": 404,
      "elea": 405,
      "elrt": 406,
      "emtc": 407,
      "emvo": 408,
      "erd": 409,
      "ero": 410,
      "fste": 411,
      "fsoeo": 412,
      "ieeaasee": 413,
      "mntaee": 414,
      "oeeeaie0": 415,
      "rodto": 416,
      "sodsod": 417,
      "teea1": 418,
      "teeafa": 419,
      "vtotvto": 420,
      "eaettc": 421,
      "eaetrto": 422,
      "eaeeemtn": 423,
      "eaeeelot": 424,
      "eaaeaieea": 425,
      "eaaeaieaeto": 426,
      "tootktt": 427,
      "tooooofatc": 428,
      "aito1": 429,
      "aieaieec": 430,
      "aieaieeecef": 431,
      "aiaae0": 432,
      "aiaae1": 433,
      "etaieeeto": 434,
      "eaieote": 435,
      "eaitfe": 436,
      "eaitfee": 437,
      "oetnta": 438,
      "astoto0": 439,
      "astoto1": 440,
      "thn1": 441,
      "thn2": 442,
      "taieeesoooo": 443,
      "etno1": 444,
      "eloeae": 445,
      "hre0": 446,
      "htahn": 447,
      "haetn": 448,
      "hohrt": 449,
      "iaeaieela": 450,
      "iec0": 451,
      "ouoo": 452,
      "oeaieasaie": 453,
      "teeem": 454,
      "teeae1": 455,
      "eaeeasoooo": 456,
      "eaeaetn": 457,
      "eatototntho": 458,
      "eaeaieotdeahn": 459,
      "tooieemo": 460,
      "aioteaeeoooo": 461,
      "aieeaee1": 462,
      "aiiohasee": 463,
      "tneaieaieaieas": 464,
      "tneeaote": 465,
      "tnoieemto": 466,
      "oomoou": 467,
      "etasaa": 468,
      "etktttn": 469,
      "etaiaaeee": 470,
      "eaiaae1": 471,
      "eeaeasee": 472,
      "eeaeaeeaer": 473,
      "taoeeeae": 474,
      "taseeet": 475,
      "thaieec": 476,
      "thaieaeoooo": 477,
      "thiaec": 478,
      "fatfaa": 479,
      "ieerodtn1": 480,
      "aehtec": 481,
      "ttmon": 482,
      "taieaitoecieeiee": 483,
      "teater": 484,
      "teatotnrodto": 485,
      "aieiaec1": 486,
      "aeaitoooooe": 487,
      "aieeexetaeai": 488,
      "oeotasttmntaee": 489,
      "oeoteaseeexeceee": 490,
      "aaoteotasato": 491,
      "oetiaaeemtc": 492,
      "oeteatoeatn": 493,
      "aeaetotoetotofa": 494,
      "taeieemoomoou": 495,
      "taieeeaieaeeta": 496,
      "vtotvtota": 497,
      "eaeeelottt": 498,
      "aieaieeecefe": 499
    },
    "merges": [
      "e e",
      "e a",
      "t o",
      "a i",
      "t n",
      "o o",
      "e t",
      "ea i",
      "o t",
      "ee a",
      "ee e",
      "t a",
      "ea e",
      "o e",
      "a s",
      "t h",
      "f a",
      "i ee",
      "t c",
      "a e",
      "t t",
      "t ai",
      "oo oo",
      "h n",
      "l o",
      "t ea",
      "ai e",
      "a eai",
      "o h",
      "t e",
      "ea s",
      "o d",
      "t s",
      "ee ea",
      "to to",
      "ai ee",
      "ai eee",
      "tn 1",
      "oe ot",
      "a a",
      "a ae",
      "m tn",
      "o et",
      "r to",
      "t v",
      "t ee",
      "ea a",
      "to tn",
      "ai eae",
      "eea e",
      "a eae",
      "c 1",
      "e c",
      "e f",
      "e u",
      "e ot",
      "g g",
      "l lo",
      "s t",
      "t ta",
      "ea ee",
      "ea tn",
      "eai eas",
      "ta e",
      "iee m",
      "tai ee",
      "tea tn",
      "a o",
      "a to",
      "a fa",
      "a eeea",
      "b e",
      "e 0",
      "e l",
      "e m",
      "e r",
      "f s",
      "h tn",
      "i et",
      "i eea",
      "i ae",
      "k tt",
      "l a",
      "m n",
      "o ee",
      "o ieem",
      "p a",
      "r t",
      "r od",
      "s a",
      "s oooo",
      "s od",
      "t f",
      "t eea",
      "v to",
      "w n",
      "ee 1",
      "ea et",
      "ea eee",
      "ea hn",
      "ea aeai",
      "to ot",
      "to oooo",
      "ai to",
      "ai eai",
      "ai aae",
      "oo ea",
      "et aieee",
      "et c1",
      "eai eot",
      "eai tf",
      "ot tn",
      "oe o",
      "oe tn",
      "as ee",
      "as toto",
      "th n",
      "th o",
      "tc 1",
      "tai eee",
      "aie 1",
      "ts eea",
      "tv to",
      "a 1",
      "a r",
      "a oooo",
      "c to",
      "c ef",
      "d n",
      "d eahn",
      "e b",
      "e n",
      "e tn",
      "e lo",
      "e toto",
      "e tn1",
      "e ieea",
      "g te",
      "h e",
      "h o",
      "h r",
      "h ta",
      "h ae",
      "h oh",
      "h te",
      "h ottn",
      "i aeai",
      "i oh",
      "i aa",
      "i ec",
      "i be",
      "i eb",
      "j hn",
      "k t",
      "l d",
      "l ot",
      "l he",
      "l ld",
      "m o",
      "m oo",
      "m tc",
      "m eu",
      "o 0",
      "o 1",
      "o u",
      "o y",
      "o as",
      "o eaieas",
      "o be",
      "o iet",
      "o wn",
      "r htn",
      "s ee",
      "s oeo",
      "t eee",
      "t fa",
      "t eeae",
      "t jhn",
      "t kt",
      "t meu",
      "v o",
      "x et",
      "x ec",
      "ee c",
      "ee r",
      "ee ee",
      "ee mtn",
      "ee rto",
      "ee la",
      "ee sa",
      "ee tc1",
      "ee mtc",
      "ea 1",
      "ea f",
      "ea to",
      "ea eea",
      "ea eae",
      "ea toto",
      "ea eeae",
      "ea eaieot",
      "to d",
      "to e",
      "to fa",
      "to tc",
      "to ec",
      "to teatn",
      "to oieem",
      "ai ot",
      "ai eea",
      "ai tc",
      "ai aa",
      "ai eaee",
      "ai ioh",
      "tn 2",
      "tn 3",
      "tn eai",
      "tn eea",
      "tn oieem",
      "tn tho",
      "oo a",
      "oo d",
      "oo h",
      "oo htn",
      "oo moo",
      "et 1",
      "et as",
      "et hn",
      "et ktt",
      "et aito",
      "et aie1",
      "et a1",
      "et cto",
      "et ho",
      "et eemtn",
      "et aiaa",
      "eai ee",
      "eai eeea",
      "eai aae",
      "eai eaee",
      "eai eaieas",
      "eai e0",
      "eai eaf",
      "eai toec",
      "ot e",
      "ot ea",
      "ot eeea",
      "ot eot",
      "ot eatn",
      "ot etaieee",
      "eea eas",
      "eea eaeeae",
      "eea ethn",
      "eee cef",
      "eee xec",
      "ta a",
      "ta ee",
      "ta oee",
      "ta see",
      "eae 0",
      "eae 1",
      "eae 2",
      "eae o",
      "eae to",
      "oe llo",
      "oe st",
      "oe la",
      "oe tod",
      "as a",
      "as tt",
      "as lo",
      "as ato",
      "th tn",
      "th aiee",
      "th aieae",
      "th iae",
      "th tseea",
      "th aieaee",
      "th oela",
      "fa et",
      "fa tc",
      "fa tfa",
      "iee eea",
      "iee iee",
      "iee mtn",
      "iee rod",
      "tc 0",
      "tc lo",
      "ae hn",
      "ae hte",
      "tt t",
      "tt ea",
      "tt mo",
      "tt soeo",
      "tai aae",
      "tai eieea",
      "tai eaitoec",
      "tai eaeo",
      "tea d",
      "tea aie",
      "tea te",
      "tea totn",
      "aie 0",
      "aie iae",
      "aeai tooooo",
      "aeai toe",
      "oh m",
      "oh ao",
      "oh ato",
      "te tn1",
      "te mn",
      "eas aoooo",
      "eas eeexec",
      "ts ee1",
      "ts obe",
      "eeea tn",
      "toto etoto",
      "aiee 0",
      "aiee 1",
      "aiee etc1",
      "aieee 2",
      "aieee to",
      "aieee xet",
      "oeot e",
      "oeot eea",
      "oeot eaiee",
      "oeot astt",
      "oeot easeeexec",
      "aa oteot",
      "oet mtn",
      "oet iaa",
      "oet eato",
      "tv 1",
      "tv taieaeo",
      "tee c",
      "tee r",
      "tee v",
      "tee tn1",
      "eaa 1",
      "eaa ee",
      "eaa eee",
      "totn 2",
      "totn 3",
      "totn aie",
      "aieae 0",
      "aieae o",
      "aieae tn",
      "eeae o0",
      "aeae 1",
      "aeae tofa",
      "aeae totoetoto",
      "ef 0",
      "ef 1",
      "eu o",
      "eu to",
      "gg g",
      "llo rto",
      "st 0",
      "st 1",
      "tta n",
      "tta eer",
      "eaee oooo",
      "eaieas otea",
      "tae i",
      "tae iee",
      "tae ieem",
      "taiee eaieaee",
      "taiee tclo",
      "teatn aiee",
      "afa 0",
      "afa 1",
      "aeeea eee",
      "aeeea eeee",
      "el ea",
      "el rt",
      "em tc",
      "em vo",
      "er d",
      "er o",
      "fs te",
      "fs oeo",
      "ieea asee",
      "mn taee",
      "oee eaie0",
      "rod to",
      "sod sod",
      "teea 1",
      "teea fa",
      "vto tvto",
      "eaet tc",
      "eaet rto",
      "eaeee mtn",
      "eaeee lot",
      "eaaeai eea",
      "eaaeai eaeto",
      "toot ktt",
      "tooooo fatc",
      "aito 1",
      "aieai eec",
      "aieai eeecef",
      "aiaae 0",
      "aiaae 1",
      "etaieee to",
      "eaieot e",
      "eaitf e",
      "eaitf ee",
      "oetn ta",
      "astoto 0",
      "astoto 1",
      "thn 1",
      "thn 2",
      "taieee soooo",
      "etn o1",
      "elo eae",
      "hr e0",
      "hta hn",
      "hae tn",
      "hoh rt",
      "iaeai eela",
      "iec 0",
      "ou oo",
      "oeaieas aie",
      "teee m",
      "teeae 1",
      "eaeea soooo",
      "eaeae tn",
      "eatoto tntho",
      "eaeaieot deahn",
      "tooieem o",
      "aiot eaeeoooo",
      "aieea ee1",
      "aiioh asee",
      "tneai eaieaieas",
      "tneea ote",
      "tnoieem to",
      "oomoo u",
      "etas aa",
      "etktt tn",
      "etaiaa eee",
      "eaiaae 1",
      "eeaeas ee",
      "eeaeaeeae r",
      "taoee eae",
      "tasee et",
      "thaiee c",
      "thaieae oooo",
      "thiae c",
      "fatfa a",
      "ieerod tn1",
      "aehte c",
      "ttmo n",
      "taieaitoec ieeiee",
      "teate r",
      "teatotn rodto",
      "aieiae c1",
      "aeaitooooo e",
      "aieeexet aeai",
      "oeotastt mntaee",
      "oeoteaseeexec eee",
      "aaoteot asato",
      "oetiaa eemtc",
      "oeteato eatn",
      "aeaetotoetoto fa",
      "taeieem oomoou",
      "taieeeaieaee ta",
      "vtotvto ta",
      "eaeeelot tt",
      "aieaieeecef e"
    ]
  }
}