{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true,
    "prepend_scheme": "always"
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true,
    "prepend_scheme": "always"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<unk>": 0,
      "\n": 1,
      "0": 2,
      "1": 3,
      "2": 4,
      "3": 5,
      "a": 6,
      "b": 7,
      "c": 8,
      "d": 9,
      "e": 10,
      "f": 11,
      "g": 12,
      "h": 13,
      "i": 14,
      "j": 15,
      "k": 16,
      "l": 17,
      "m": 18,
      "n": 19,
      "o": 20,
      "p": 21,
      "q": 22,
      "r": 23,
      "s": 24,
      "t": 25,
      "u": 26,
      "v": 27,
      "w": 28,
      "x": 29,
      "y": 30,
      "▁": 31,
      "ea": 32,
      "ee": 33,
      "ai": 34,
      "oo": 35,
      "et": 36,
      "▁t": 37,
      "eai": 38,
      "ot": 39,
      "aiee": 40,
      "eea": 41,
      "▁ea": 42,
      "to": 43,
      "▁o": 44,
      "tn": 45,
      "eaie": 46,
      "eae": 47,
      "etn": 48,
      "▁ai": 49,
      "▁ta": 50,
      "eaiee": 51,
      "▁oo": 52,
      "oooo": 53,
      "ll": 54,
      "eto": 55,
      "as": 56,
      "eot": 57,
      "hn": 58,
      "ta": 59,
      "aie": 60,
      "er": 61,
      "tt": 62,
      "ts": 63,
      "▁et": 64,
      "▁aiee": 65,
      "aa": 66,
      "tot": 67,
      "▁eaa": 68,
      "▁taiee": 69,
      "eer": 70,
      "wn": 71,
      "oh": 72,
      "▁i": 73,
      "dt": 74,
      "st": 75,
      "uto": 76,
      "eaa": 77,
      "tso": 78,
      "▁ot": 79,
      "▁tn": 80,
      "lo": 81,
      "▁a": 82,
      "sa": 83,
      "▁taieetso": 84,
      "lloooo": 85,
      "▁ood": 86,
      "▁tea": 87,
      "eo": 88,
      "▁e": 89,
      "▁ooh": 90,
      "▁oee": 91,
      "▁teea": 92,
      "llo": 93,
      "eaieeea": 94,
      "ho": 95,
      "▁lloooo": 96,
      "ec": 97,
      "▁er": 98,
      "ao": 99,
      "see": 100,
      "hr": 101,
      "fa": 102,
      "pa": 103,
      "▁eai": 104,
      "tc": 105,
      "▁tta": 106,
      "asee": 107,
      "eeae": 108,
      "tea": 109,
      "▁oeot": 110,
      "ero": 111,
      "gt": 112,
      "aieeeto": 113,
      "iee": 114,
      "own": 115,
      "eee": 116,
      "eeea": 117,
      "▁aiea": 118,
      "▁teeaea": 119,
      "▁erd": 120,
      "▁eea": 121,
      "duto": 122,
      "mtn": 123,
      "oto": 124,
      "uoo": 125,
      "etc": 126,
      "▁oe": 127,
      "▁oh": 128,
      "eaetn": 129,
      "▁eaaee": 130,
      "soooo": 131,
      "too": 132,
      "rto": 133,
      "eb": 134,
      "▁eato": 135,
      "▁ead": 136,
      "eatn": 137,
      "▁oet": 138,
      "eero": 139,
      "eeeae": 140,
      "eaiea": 141,
      "ar": 142,
      "eaieea": 143,
      "gte": 144,
      "aieee": 145,
      "hre": 146,
      "aiaa": 147,
      "▁oeeeaie": 148,
      "aieea": 149,
      "eaieduto": 150,
      "sac": 151,
      "htn": 152,
      "▁pa": 153,
      "oeot": 154,
      "▁teot": 155,
      "▁ee": 156,
      "aeae": 157,
      "▁too": 158,
      "eadt": 159,
      "aieae": 160,
      "▁tsee": 161,
      "▁teato": 162,
      "eaeero": 163,
      "toto": 164,
      "asa": 165,
      "▁eead": 166,
      "eaiet": 167,
      "eaiedutoe": 168,
      "▁aieaiedutoe": 169,
      "etot": 170,
      "etn1": 171,
      "oeeeae": 172,
      "ktt": 173,
      "ii": 174,
      "iisoooo": 175,
      "▁etaeae": 176,
      "▁th": 177,
      "▁oest": 178,
      "▁tn1": 179,
      "etaiee": 180,
      "eaier": 181,
      "eaieeeto": 182,
      "▁teoteo": 183,
      "ieb": 184,
      "eeaot": 185,
      "llollo": 186,
      "▁to": 187,
      "aot": 188,
      "ouoo": 189,
      "▁ieea": 190,
      "thn": 191,
      "iec": 192,
      "etktt": 193,
      "▁eae": 194,
      "ef": 195,
      "stt": 196,
      "▁eaieeea": 197,
      "aiea": 198,
      "▁aieeeaetn": 199,
      "lot": 200,
      "eato": 201,
      "eaieaie": 202,
      "taoeeeae": 203,
      "taiee": 204,
      "▁etn1": 205,
      "ooh": 206,
      "▁aiee0": 207,
      "▁tsee1": 208,
      "▁ae": 209,
      "aoteaiee": 210,
      "etktttn": 211,
      "eeaa": 212,
      "aae": 213,
      "tec": 214,
      "eaae": 215,
      "htec": 216,
      "eu": 217,
      "▁iet": 218,
      "ote": 219,
      "▁toeeaot": 220,
      "tf": 221,
      "seea": 222,
      "at": 223,
      "gg": 224,
      "th": 225,
      "etaieeeto": 226,
      "oe": 227,
      "easa": 228,
      "eetn": 229,
      "tnoo": 230,
      "▁oesttnoo": 231,
      "▁taee": 232,
      "hot": 233,
      "▁toeeaotd": 234,
      "▁aie": 235,
      "ttt": 236,
      "jhn": 237,
      "▁etasee": 238,
      "ae": 239,
      "oeote": 240,
      "oha": 241,
      "ieeoh": 242,
      "so": 243,
      "▁aot": 244,
      "hnaie": 245,
      "▁tho": 246,
      "▁teatoaie": 247,
      "▁ieeaasee": 248,
      "▁aieae": 249,
      "easee": 250,
      "suto": 251,
      "▁eaaeeetot": 252,
      "▁oodt": 253,
      "faet": 254,
      "em": 255,
      "ieem": 256,
      "ohaoooo": 257,
      "eoteea": 258,
      "eerto": 259,
      "totoieeoh": 260,
      "▁taeetotoieeoh": 261,
      "ead": 262,
      "▁eohaoooo": 263,
      "▁lo": 264,
      "eeto": 265,
      "loeae": 266,
      "▁eatn": 267,
      "▁hr": 268,
      "▁taeetotoieeohhre": 269,
      "▁m": 270,
      "▁tat": 271,
      "saie": 272,
      "▁ohao": 273,
      "▁tead": 274,
      "▁eaet": 275,
      "llorto": 276,
      "▁otiisoooo": 277,
      "etmtn": 278,
      "aietc": 279,
      "▁gte": 280,
      "eaiaoteaiee": 281,
      "▁ttaeer": 282,
      "▁as": 283,
      "▁oheaieeea": 284,
      "aieeetc": 285,
      "▁tneaiaoteaiee": 286,
      "ase": 287,
      "othn": 288,
      "▁erdt": 289,
      "▁eadsac": 290,
      "eaieaief": 291,
      "eeatn": 292,
      "eeex": 293,
      "▁moto": 294,
      "▁aotoh": 295,
      "▁aieeeaeero": 296,
      "eaieae": 297,
      "▁taeeex": 298,
      "▁st": 299,
      "hottn": 300,
      "aieeet": 301,
      "iet": 302,
      "▁eaieaieaief": 303,
      "▁f": 304,
      "ato": 305,
      "▁oeeeaiet": 306,
      "▁oeoteaie": 307,
      "llothn": 308,
      "▁ttallothn": 309,
      "eown": 310,
      "soeo": 311,
      "▁aehtec": 312,
      "▁aii": 313,
      "aiei": 314,
      "▁oeoteaiepa": 315,
      "thoo": 316,
      "hta": 317,
      "▁eatot": 318,
      "eertot": 319,
      "tfe": 320,
      "aaot": 321,
      "dtn": 322,
      "eeasoooo": 323,
      "htahn": 324,
      "oteea": 325,
      "▁etsuto": 326,
      "etno": 327,
      "▁eaiea": 328,
      "aieaeo": 329,
      "aiet": 330,
      "eaieote": 331,
      "eaaee": 332,
      "▁aaot": 333,
      "▁iee": 334,
      "eaieeeae": 335,
      "▁oeto": 336,
      "aafa": 337,
      "ttiisoooo": 338,
      "▁toottiisoooo": 339,
      "teeae": 340,
      "▁eaaeed": 341,
      "▁faet": 342,
      "▁otea": 343,
      "▁iem": 344,
      "iebat": 345,
      "▁oteea": 346,
      "tj": 347,
      "eaieeead": 348,
      "▁taieee": 349,
      "eaieeaee": 350,
      "▁teatot": 351,
      "▁afa": 352,
      "tjho": 353,
      "▁tao": 354,
      "▁etao": 355,
      "eaieaeto": 356,
      "▁eaaeeetottea": 357,
      "ia": 358,
      "aiaae": 359,
      "▁faafa": 360,
      "▁tnlo": 361,
      "▁aee": 362,
      "▁taaiea": 363,
      "▁tae": 364,
      "▁eto": 365,
      "▁eaie": 366,
      "tsee": 367,
      "▁ohato": 368,
      "▁taaieaaiee": 369,
      "▁oodeae": 370,
      "aeaie": 371,
      "▁tatea": 372,
      "e1": 373,
      "▁tateaee": 374,
      "asaa": 375,
      "▁eaeaie": 376,
      "dthtn": 377,
      "eeemtn": 378,
      "▁hottn": 379,
      "eaietn": 380,
      "▁oeeae": 381,
      "otoa": 382,
      "aoeeeae": 383,
      "▁teoteoiebat": 384,
      "▁teatn": 385,
      "▁oestt": 386,
      "▁taeeexaieeeto": 387,
      "totot": 388,
      "rhtn": 389,
      "eeta": 390,
      "tv": 391,
      "▁oeeeaieea": 392,
      "▁teeae1": 393,
      "▁ieb": 394,
      "eouoo": 395,
      "totototo": 396,
      "▁aieaieeeto": 397,
      "erduto": 398,
      "eoteeea": 399,
      "▁aieaieeeto0": 400,
      "asatotototo": 401,
      "eloeae": 402,
      "iebtjho": 403,
      "eadtetn": 404,
      "oea": 405,
      "▁etoasatotototo": 406,
      "▁eaaiee": 407,
      "dto": 408,
      "eetc": 409,
      "▁thoaie": 410,
      "▁ohn": 411,
      "▁tasac": 412,
      "▁odthtn": 413,
      "eaieeeadst": 414,
      "▁rto": 415,
      "▁oetn": 416,
      "▁aotohai": 417,
      "▁elo": 418,
      "▁erdoeote": 419,
      "ggg": 420,
      "▁oohetktttn": 421,
      "toooea": 422,
      "efsoeo": 423,
      "eaeaie": 424,
      "▁tt": 425,
      "lotn": 426,
      "lolotn": 427,
      "lolotnttt": 428,
      "▁teaieeeadst": 429,
      "toown": 430,
      "▁eaaeeeto": 431,
      "eeeaie": 432,
      "▁eaetaiee": 433,
      "otea": 434,
      "▁aieai": 435,
      "▁lololotnttt": 436,
      "▁otetaiee": 437,
      "▁eaeeasoooo": 438,
      "▁otetaieeeown": 439,
      "▁oeasa": 440,
      "▁hottniebtjho": 441,
      "euo": 442,
      "dtc": 443,
      "tetn": 444,
      "oteato": 445,
      "eaaie": 446,
      "▁tnst": 447,
      "otoatn": 448,
      "▁oteaa": 449,
      "▁eatne": 450,
      "▁eaitfe": 451,
      "eaiaa": 452,
      "otn": 453,
      "do": 454,
      "tstt": 455,
      "erodtn": 456,
      "dero": 457,
      "▁aieto": 458,
      "ieer": 459,
      "▁eaeadtetn": 460,
      "▁tseea": 461,
      "hoh": 462,
      "▁eaeaetn": 463,
      "▁eetn": 464,
      "aieeetstt": 465,
      "thooero": 466,
      "▁oeaie": 467,
      "etaiaa": 468,
      "▁iemeu": 469,
      "▁hre": 470,
      "▁hre0": 471,
      "▁oodeaelo": 472,
      "▁lloooot": 473,
      "▁ieeea": 474,
      "▁gt": 475,
      "▁eatoo": 476,
      "aieec": 477,
      "etoo": 478,
      "aoa": 479,
      "▁faetthooero": 480,
      "eeouoo": 481,
      "ro": 482,
      "▁teadeaeero": 483,
      "tho": 484,
      "▁iec": 485,
      "etaiaaeeouoo": 486,
      "uo": 487,
      "seear": 488,
      "▁eaeeemtn": 489,
      "▁eohaooooaieec": 490,
      "eadtc": 491,
      "▁eao": 492,
      "eadar": 493,
      "▁aeadtc": 494,
      "▁atot": 495,
      "dtetn": 496,
      "▁aedtc": 497,
      "oheloeae": 498,
      "hohr": 499
    },
    "merges": [
      "e a",
      "e e",
      "a i",
      "o o",
      "e t",
      "▁ t",
      "ea i",
      "o t",
      "ai ee",
      "e ea",
      "▁ ea",
      "t o",
      "▁ o",
      "t n",
      "eai e",
      "ea e",
      "et n",
      "▁ ai",
      "▁t a",
      "eai ee",
      "▁ oo",
      "oo oo",
      "l l",
      "et o",
      "a s",
      "e ot",
      "h n",
      "t a",
      "ai e",
      "e r",
      "t t",
      "t s",
      "▁ et",
      "▁ aiee",
      "a a",
      "t ot",
      "▁ea a",
      "▁t aiee",
      "ee r",
      "w n",
      "o h",
      "▁ i",
      "d t",
      "s t",
      "u to",
      "ea a",
      "ts o",
      "▁ ot",
      "▁t n",
      "l o",
      "▁ a",
      "s a",
      "▁taiee tso",
      "ll oooo",
      "▁oo d",
      "▁t ea",
      "e o",
      "▁ e",
      "▁oo h",
      "▁o ee",
      "▁t eea",
      "ll o",
      "eaiee ea",
      "h o",
      "▁ lloooo",
      "e c",
      "▁ er",
      "a o",
      "s ee",
      "h r",
      "f a",
      "p a",
      "▁ eai",
      "t c",
      "▁t ta",
      "as ee",
      "eea e",
      "t ea",
      "▁o eot",
      "er o",
      "g t",
      "aiee eto",
      "i ee",
      "o wn",
      "ee e",
      "ee ea",
      "▁ai ea",
      "▁teea ea",
      "▁er d",
      "▁ eea",
      "d uto",
      "m tn",
      "ot o",
      "u oo",
      "et c",
      "▁o e",
      "▁o h",
      "ea etn",
      "▁eaa ee",
      "s oooo",
      "t oo",
      "r to",
      "e b",
      "▁ea to",
      "▁ea d",
      "ea tn",
      "▁o et",
      "eer o",
      "ee eae",
      "eai ea",
      "a r",
      "eai eea",
      "gt e",
      "aiee e",
      "hr e",
      "ai aa",
      "▁oee eaie",
      "ai eea",
      "eaie duto",
      "sa c",
      "h tn",
      "▁ pa",
      "o eot",
      "▁t eot",
      "▁ ee",
      "a eae",
      "▁t oo",
      "ea dt",
      "ai eae",
      "▁t see",
      "▁tea to",
      "ea eero",
      "tot o",
      "as a",
      "▁eea d",
      "eai et",
      "eaieduto e",
      "▁ai eaiedutoe",
      "et ot",
      "etn 1",
      "o eeeae",
      "k tt",
      "i i",
      "ii soooo",
      "▁et aeae",
      "▁t h",
      "▁oe st",
      "▁tn 1",
      "et aiee",
      "eaie r",
      "eaiee eto",
      "▁teot eo",
      "i eb",
      "eea ot",
      "llo llo",
      "▁t o",
      "a ot",
      "o uoo",
      "▁i eea",
      "t hn",
      "i ec",
      "et ktt",
      "▁ea e",
      "e f",
      "s tt",
      "▁ eaieeea",
      "ai ea",
      "▁aiee eaetn",
      "l ot",
      "ea to",
      "eai eaie",
      "ta oeeeae",
      "t aiee",
      "▁ etn1",
      "oo h",
      "▁aiee 0",
      "▁tsee 1",
      "▁a e",
      "aot eaiee",
      "etktt tn",
      "eea a",
      "aa e",
      "t ec",
      "eaa e",
      "h tec",
      "e u",
      "▁i et",
      "ot e",
      "▁to eeaot",
      "t f",
      "s eea",
      "a t",
      "g g",
      "t h",
      "et aieeeto",
      "o e",
      "ea sa",
      "ee tn",
      "tn oo",
      "▁oest tnoo",
      "▁ta ee",
      "h ot",
      "▁toeeaot d",
      "▁ai e",
      "tt t",
      "j hn",
      "▁et asee",
      "a e",
      "oeot e",
      "oh a",
      "iee oh",
      "s o",
      "▁a ot",
      "hn aie",
      "▁t ho",
      "▁teato aie",
      "▁ieea asee",
      "▁ai eae",
      "ea see",
      "s uto",
      "▁eaaee etot",
      "▁oo dt",
      "fa et",
      "e m",
      "iee m",
      "oha oooo",
      "eot eea",
      "eer to",
      "toto ieeoh",
      "▁taee totoieeoh",
      "ea d",
      "▁e ohaoooo",
      "▁ lo",
      "ee to",
      "lo eae",
      "▁ea tn",
      "▁ hr",
      "▁taeetotoieeoh hre",
      "▁ m",
      "▁ta t",
      "s aie",
      "▁oh ao",
      "▁tea d",
      "▁ea et",
      "llo rto",
      "▁ot iisoooo",
      "et mtn",
      "ai etc",
      "▁ gte",
      "eai aoteaiee",
      "▁tta eer",
      "▁ as",
      "▁oh eaieeea",
      "aiee etc",
      "▁tn eaiaoteaiee",
      "as e",
      "ot hn",
      "▁er dt",
      "▁ead sac",
      "eaieaie f",
      "eea tn",
      "eee x",
      "▁m oto",
      "▁aot oh",
      "▁aiee eaeero",
      "eai eae",
      "▁ta eeex",
      "▁ st",
      "hot tn",
      "aiee et",
      "i et",
      "▁eai eaieaief",
      "▁ f",
      "a to",
      "▁oee eaiet",
      "▁oeot eaie",
      "ll othn",
      "▁tta llothn",
      "eo wn",
      "so eo",
      "▁ae htec",
      "▁ai i",
      "aie i",
      "▁oeoteaie pa",
      "th oo",
      "h ta",
      "▁ea tot",
      "eer tot",
      "tf e",
      "aa ot",
      "d tn",
      "eea soooo",
      "hta hn",
      "ot eea",
      "▁et suto",
      "etn o",
      "▁eai ea",
      "aieae o",
      "ai et",
      "eaie ote",
      "eaa ee",
      "▁ aaot",
      "▁i ee",
      "eaiee eae",
      "▁o eto",
      "aa fa",
      "tt iisoooo",
      "▁too ttiisoooo",
      "t eeae",
      "▁eaaee d",
      "▁ faet",
      "▁ot ea",
      "▁i em",
      "ieb at",
      "▁ot eea",
      "t j",
      "eaieeea d",
      "▁taiee e",
      "eaieea ee",
      "▁tea tot",
      "▁a fa",
      "tj ho",
      "▁ta o",
      "▁et ao",
      "eaiea eto",
      "▁eaaeeetot tea",
      "i a",
      "aiaa e",
      "▁f aafa",
      "▁tn lo",
      "▁a ee",
      "▁ta aiea",
      "▁ta e",
      "▁ eto",
      "▁ eaie",
      "ts ee",
      "▁oh ato",
      "▁taaiea aiee",
      "▁ood eae",
      "a eaie",
      "▁ta tea",
      "e 1",
      "▁tatea ee",
      "as aa",
      "▁ea eaie",
      "dt htn",
      "eee mtn",
      "▁ hottn",
      "eai etn",
      "▁o eeae",
      "oto a",
      "ao eeeae",
      "▁teoteo iebat",
      "▁tea tn",
      "▁oe stt",
      "▁taeeex aieeeto",
      "tot ot",
      "r htn",
      "ee ta",
      "t v",
      "▁oee eaieea",
      "▁teea e1",
      "▁i eb",
      "eo uoo",
      "totot oto",
      "▁ai eaieeeto",
      "er duto",
      "eot eeea",
      "▁aieaieeeto 0",
      "asa totototo",
      "e loeae",
      "ieb tjho",
      "eadt etn",
      "o ea",
      "▁eto asatotototo",
      "▁ea aiee",
      "d to",
      "ee tc",
      "▁tho aie",
      "▁o hn",
      "▁ta sac",
      "▁o dthtn",
      "eaieeead st",
      "▁ rto",
      "▁o etn",
      "▁aotoh ai",
      "▁e lo",
      "▁erd oeote",
      "gg g",
      "▁ooh etktttn",
      "too oea",
      "ef soeo",
      "ea eaie",
      "▁t t",
      "lot n",
      "lo lotn",
      "lolotn ttt",
      "▁t eaieeeadst",
      "too wn",
      "▁eaaee eto",
      "ee eaie",
      "▁ea etaiee",
      "ot ea",
      "▁ai eai",
      "▁lo lolotnttt",
      "▁ot etaiee",
      "▁ea eeasoooo",
      "▁otetaiee eown",
      "▁o easa",
      "▁hottn iebtjho",
      "eu o",
      "dt c",
      "t etn",
      "ot eato",
      "ea aie",
      "▁tn st",
      "otoa tn",
      "▁ot eaa",
      "▁eatn e",
      "▁eai tfe",
      "eai aa",
      "ot n",
      "d o",
      "ts tt",
      "ero dtn",
      "d ero",
      "▁ai eto",
      "i eer",
      "▁ea eadtetn",
      "▁t seea",
      "h oh",
      "▁ea eaetn",
      "▁ee tn",
      "aieeet stt",
      "thoo ero",
      "▁o eaie",
      "et aiaa",
      "▁iem eu",
      "▁ hre",
      "▁hre 0",
      "▁oodeae lo",
      "▁lloooo t",
      "▁i eeea",
      "▁ gt",
      "▁ea too",
      "aiee c",
      "et oo",
      "ao a",
      "▁faet thooero",
      "ee ouoo",
      "r o",
      "▁tead eaeero",
      "t ho",
      "▁i ec",
      "etaiaa eeouoo",
      "u o",
      "seea r",
      "▁ea eeemtn",
      "▁eohaoooo aieec",
      "eadt c",
      "▁ea o",
      "ead ar",
      "▁a eadtc",
      "▁a tot",
      "dt etn",
      "▁ae dtc",
      "oh eloeae",
      "hoh r"
    ]
  }
}