{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "0": 5,
      "1": 6,
      "2": 7,
      "3": 8,
      "a": 9,
      "b": 10,
      "c": 11,
      "d": 12,
      "e": 13,
      "f": 14,
      "g": 15,
      "h": 16,
      "i": 17,
      "j": 18,
      "k": 19,
      "l": 20,
      "m": 21,
      "n": 22,
      "o": 23,
      "p": 24,
      "q": 25,
      "r": 26,
      "s": 27,
      "t": 28,
      "u": 29,
      "v": 30,
      "w": 31,
      "x": 32,
      "y": 33,
      "ee": 34,
      "ea": 35,
      "ai": 36,
      "et": 37,
      "oo": 38,
      "aiee": 39,
      "eai": 40,
      "to": 41,
      "ta": 42,
      "tn": 43,
      "eea": 44,
      "ot": 45,
      "taiee": 46,
      "eaie": 47,
      "etn": 48,
      "as": 49,
      "ts": 50,
      "eae": 51,
      "er": 52,
      "oee": 53,
      "asee": 54,
      "eto": 55,
      "tso": 56,
      "lo": 57,
      "taieetso": 58,
      "eaiee": 59,
      "erd": 60,
      "uto": 61,
      "eaa": 62,
      "oooo": 63,
      "th": 64,
      "aie": 65,
      "wn": 66,
      "tt": 67,
      "oe": 68,
      "aa": 69,
      "eato": 70,
      "tc": 71,
      "ead": 72,
      "aieeea": 73,
      "own": 74,
      "eta": 75,
      "erduto": 76,
      "too": 77,
      "aiea": 78,
      "oeeeaie": 79,
      "sa": 80,
      "terduto": 81,
      "oh": 82,
      "rto": 83,
      "te": 84,
      "ooh": 85,
      "aieeeaetn": 86,
      "ll": 87,
      "hr": 88,
      "hn": 89,
      "etc": 90,
      "llo": 91,
      "taieea": 92,
      "etaiee": 93,
      "taieeaasee": 94,
      "eer": 95,
      "ood": 96,
      "st": 97,
      "teea": 98,
      "ote": 99,
      "uoo": 100,
      "lloooo": 101,
      "ie": 102,
      "tea": 103,
      "mtn": 104,
      "oeeeaieown": 105,
      "sac": 106,
      "ouoo": 107,
      "iee": 108,
      "pa": 109,
      "eaaee": 110,
      "oto": 111,
      "tta": 112,
      "gte": 113,
      "aieee": 114,
      "eead": 115,
      "etaeae": 116,
      "oeeeai": 117,
      "aieaaiee": 118,
      "taaieaaiee": 119,
      "oteaiee": 120,
      "see": 121,
      "eatn": 122,
      "etasee": 123,
      "teato": 124,
      "ar": 125,
      "aiet": 126,
      "teeae": 127,
      "ero": 128,
      "toto": 129,
      "ho": 130,
      "aiaa": 131,
      "oet": 132,
      "eero": 133,
      "aee": 134,
      "tti": 135,
      "ieea": 136,
      "tath": 137,
      "hre": 138,
      "fa": 139,
      "etao": 140,
      "soooo": 141,
      "ae": 142,
      "tn1": 143,
      "elo": 144,
      "oeeeae": 145,
      "eaieea": 146,
      "tee": 147,
      "eee": 148,
      "ieeaasee": 149,
      "oha": 150,
      "etoto": 151,
      "aieae": 152,
      "otee": 153,
      "tathrto": 154,
      "eaier": 155,
      "taieee": 156,
      "tasac": 157,
      "aieai": 158,
      "thn": 159,
      "oeaie": 160,
      "taoeeeae": 161,
      "eaiaa": 162,
      "tetn": 163,
      "gg": 164,
      "iec": 165,
      "eloead": 166,
      "etaieeeto": 167,
      "taea": 168,
      "atn": 169,
      "eloeadar": 170,
      "tttn": 171,
      "tneai": 172,
      "llollo": 173,
      "aead": 174,
      "etas": 175,
      "aeadtc": 176,
      "moto": 177,
      "oeaierto": 178,
      "ieb": 179,
      "aieeetc": 180,
      "tsee": 181,
      "aoteaiee": 182,
      "ktttn": 183,
      "eaieeeto": 184,
      "gt": 185,
      "eeae": 186,
      "eatoo": 187,
      "isoooo": 188,
      "tootti": 189,
      "toottiisoooo": 190,
      "eaieeaee": 191,
      "htn": 192,
      "etotoatn": 193,
      "eas": 194,
      "aietc": 195,
      "oest": 196,
      "tj": 197,
      "loasee": 198,
      "teaiee": 199,
      "eaea": 200,
      "ets": 201,
      "otoh": 202,
      "etco": 203,
      "tctc": 204,
      "oeaiertoetco": 205,
      "oeoteaiee": 206,
      "teote": 207,
      "loaseetctc": 208,
      "aii": 209,
      "tneaiaoteaiee": 210,
      "oteea": 211,
      "etn1": 212,
      "aeadtcee": 213,
      "aotoh": 214,
      "eaetaiee": 215,
      "tseea": 216,
      "oeto": 217,
      "etaieee": 218,
      "aieeeto": 219,
      "eaiaae": 220,
      "tv": 221,
      "tpa": 222,
      "seetpa": 223,
      "eatoaieee": 224,
      "taee": 225,
      "eaieeea": 226,
      "hot": 227,
      "eetn": 228,
      "ooa": 229,
      "etasaa": 230,
      "od": 231,
      "ettea": 232,
      "eatoeatn": 233,
      "aieto": 234,
      "eaiaaegte": 235,
      "eaaeed": 236,
      "oeeeaietn": 237,
      "easa": 238,
      "aieeeaeero": 239,
      "oohtc": 240,
      "thoo": 241,
      "eaelo": 242,
      "otd": 243,
      "eaeee": 244,
      "thot": 245,
      "aieeee": 246,
      "teatoaie": 247,
      "teoteo": 248,
      "teeae1": 249,
      "eeadero": 250,
      "eaae": 251,
      "duto": 252,
      "aaote": 253,
      "stt": 254,
      "ttiettea": 255,
      "oeteatoeatn": 256,
      "etktttn": 257,
      "eaieduto": 258,
      "asa": 259,
      "tneaie": 260,
      "aietetn": 261,
      "tae": 262,
      "ieeoh": 263,
      "eaeaetn": 264,
      "aiaaee": 265,
      "oeo": 266,
      "ttea": 267,
      "iet": 268,
      "aec": 269,
      "oel": 270,
      "iaec": 271,
      "oeteatoeatnllo": 272,
      "gteaie": 273,
      "totoieeoh": 274,
      "taeetotoieeoh": 275,
      "thotho": 276,
      "eeta": 277,
      "ieer": 278,
      "ttaiee": 279,
      "eaiea": 280,
      "os": 281,
      "tn2": 282,
      "tjho": 283,
      "oeeeaietnaietc": 284,
      "toh": 285,
      "teetaieee": 286,
      "uo": 287,
      "teaee": 288,
      "oshtn": 289,
      "eatoaieeeouoo": 290,
      "tmtn": 291,
      "eeadaieeetc": 292,
      "aieown": 293,
      "aieee1": 294,
      "oeai": 295,
      "ieem": 296,
      "eatooteeae": 297,
      "ttaieemtn": 298,
      "tead": 299,
      "ia": 300,
      "toown": 301,
      "eatooteeaeoshtn": 302,
      "aiias": 303,
      "oteeadero": 304,
      "aaoteoteeadero": 305,
      "ohaoooo": 306,
      "aietoe": 307,
      "eohaoooo": 308,
      "faet": 309,
      "aiiasaieown": 310,
      "eadsac": 311,
      "taaieee1": 312,
      "ooooo": 313,
      "etsuto": 314,
      "etmtn": 315,
      "eaieetn": 316,
      "faa": 317,
      "oeote": 318,
      "eaieieer": 319,
      "oeeeaiet": 320,
      "eaetaieepa": 321,
      "eaeaie": 322,
      "tf": 323,
      "othn": 324,
      "hottn": 325,
      "iebtjho": 326,
      "hottniebtjho": 327,
      "easee": 328,
      "eeasoooo": 329,
      "fs": 330,
      "em": 331,
      "oohetktttn": 332,
      "aieaieae": 333,
      "teaieeeae": 334,
      "otetaieee": 335,
      "tnoo": 336,
      "oesttnoo": 337,
      "oeaieeaee": 338,
      "oeaieeaeetmtn": 339,
      "oohto": 340,
      "ttt": 341,
      "ggg": 342,
      "aieeeero": 343,
      "ttaaieeeero": 344,
      "toouoo": 345,
      "tec": 346,
      "oteato": 347,
      "teatoteaieeeae": 348,
      "llothn": 349,
      "ttallothn": 350,
      "taeaaietetn": 351,
      "teeaea": 352,
      "aetn": 353,
      "aotohaieaieae": 354,
      "htec": 355,
      "fsoeo": 356,
      "aieea": 357,
      "fia": 358,
      "fiaeaieeeto": 359,
      "oeeeaiee": 360,
      "taeetotoieeohhre": 361,
      "hre0": 362,
      "aehtec": 363,
      "faafa": 364,
      "eaaeedhn": 365,
      "oeot": 366,
      "tnst": 367,
      "toeea": 368,
      "etnooooo": 369,
      "thooetnooooo": 370,
      "etouto": 371,
      "eaitf": 372,
      "oohfiaeaieeeto": 373,
      "gggeae": 374,
      "tateaee": 375,
      "aiaaeeaiet": 376,
      "aieaeo": 377,
      "llolloetouto": 378,
      "oetod": 379,
      "toeeaotd": 380,
      "eaeero": 381,
      "eaet": 382,
      "eaeae": 383,
      "otetaieeeown": 384,
      "eaaieeee": 385,
      "tstt": 386,
      "aiaae": 387,
      "eeaeasee": 388,
      "eaaeeeto": 389,
      "thnaie": 390,
      "teeto": 391,
      "tahn": 392,
      "aieeeatn2": 393,
      "thtn": 394,
      "eadst": 395,
      "eao": 396,
      "gtehre": 397,
      "oodts": 398,
      "egggeae": 399,
      "aseaie": 400,
      "tho": 401,
      "llorto": 402,
      "oeoteaieeouoo": 403,
      "oodtshn": 404,
      "ieeaaseeeeta": 405,
      "aietktttn": 406,
      "tto": 407,
      "ao": 408,
      "ohao": 409,
      "eerto": 410,
      "oeeeaieea": 411,
      "ohn": 412,
      "easeea": 413,
      "aeeeaeee": 414,
      "tjhn": 415,
      "llooooegggeae": 416,
      "aieeeaaeedhn": 417,
      "aieaieduto": 418,
      "aieaiedutoe": 419,
      "oestt": 420,
      "hrd": 421,
      "oteaa": 422,
      "staie": 423,
      "teadtstt": 424,
      "oteeetaieee": 425,
      "aiaaeeaietm": 426,
      "aiaaeeaietmtoown": 427,
      "oeotee": 428,
      "me": 429,
      "etno": 430,
      "llollof": 431,
      "ieeaaseeaiee": 432,
      "etot": 433,
      "otea": 434,
      "ttatoto": 435,
      "ttatotoaetn": 436,
      "aeaie": 437,
      "etaie": 438,
      "oeeae": 439,
      "oeeea": 440,
      "aieeaee": 441,
      "eetc": 442,
      "tasee": 443,
      "tefsoeo": 444,
      "easaee": 445,
      "etoo": 446,
      "teetoaie": 447,
      "ttaeer": 448,
      "tno": 449,
      "aieaead": 450,
      "oeltto": 451,
      "teaieeeadst": 452,
      "easeear": 453,
      "thtseea": 454,
      "ieeaaseeaie": 455,
      "eaieeeaa": 456,
      "eaieeeaaetmtn": 457,
      "tatc": 458,
      "oeeeaielloooo": 459,
      "oeeeaielloooolloooo": 460,
      "oeaieaieeeaaetmtn": 461,
      "eaeeasoooo": 462,
      "aieasa": 463,
      "oteaaote": 464,
      "aotohaieasa": 465,
      "eaed": 466,
      "teaeaie": 467,
      "ohasee": 468,
      "aiiohasee": 469,
      "oeeeaieoeaieaieeeaaetmtn": 470,
      "euto": 471,
      "oodeaelo": 472,
      "erto": 473,
      "aieaetn": 474,
      "eaaaiee": 475,
      "tnoh": 476,
      "aieaaee": 477,
      "aieaie": 478,
      "loaie": 479,
      "etaiaa": 480,
      "etaiaaeee": 481,
      "saie": 482,
      "eaieai": 483,
      "eaeaetniec": 484,
      "st1": 485,
      "oeeeaielloooollooootetn": 486,
      "eaaie": 487,
      "ooateeae": 488,
      "oeoteerto": 489,
      "eatollolloetouto": 490,
      "gtet": 491,
      "eaaeeetot": 492,
      "eaaeaiee": 493,
      "erdiaec": 494,
      "eaaef": 495,
      "emtc": 496,
      "thooero": 497,
      "faetthooero": 498,
      "oero": 499
    },
    "merges": [
      "e e",
      "e a",
      "a i",
      "e t",
      "o o",
      "ai ee",
      "ea i",
      "t o",
      "t a",
      "t n",
      "ee a",
      "o t",
      "t aiee",
      "eai e",
      "et n",
      "a s",
      "t s",
      "ea e",
      "e r",
      "o ee",
      "as ee",
      "et o",
      "ts o",
      "l o",
      "taiee tso",
      "eai ee",
      "er d",
      "u to",
      "ea a",
      "oo oo",
      "t h",
      "ai e",
      "w n",
      "t t",
      "o e",
      "a a",
      "ea to",
      "t c",
      "ea d",
      "aiee ea",
      "o wn",
      "et a",
      "erd uto",
      "t oo",
      "ai ea",
      "oee eaie",
      "s a",
      "t erduto",
      "o h",
      "r to",
      "t e",
      "oo h",
      "aieeea etn",
      "l l",
      "h r",
      "h n",
      "et c",
      "l lo",
      "taiee a",
      "et aiee",
      "taieea asee",
      "ee r",
      "oo d",
      "s t",
      "t eea",
      "ot e",
      "u oo",
      "ll oooo",
      "i e",
      "t ea",
      "m tn",
      "oeeeaie own",
      "sa c",
      "o uoo",
      "i ee",
      "p a",
      "eaa ee",
      "o to",
      "t ta",
      "g te",
      "aiee e",
      "eea d",
      "eta eae",
      "oee eai",
      "aiea aiee",
      "ta aieaaiee",
      "ot eaiee",
      "s ee",
      "ea tn",
      "et asee",
      "t eato",
      "a r",
      "ai et",
      "teea e",
      "er o",
      "to to",
      "h o",
      "ai aa",
      "o et",
      "eer o",
      "a ee",
      "tt i",
      "i eea",
      "ta th",
      "hr e",
      "f a",
      "eta o",
      "s oooo",
      "a e",
      "tn 1",
      "e lo",
      "oee eae",
      "eai eea",
      "t ee",
      "ee e",
      "ieea asee",
      "oh a",
      "eto to",
      "ai eae",
      "ot ee",
      "tath rto",
      "eaie r",
      "taiee e",
      "ta sac",
      "ai eai",
      "th n",
      "o eaie",
      "ta oeeeae",
      "eai aa",
      "t etn",
      "g g",
      "ie c",
      "elo ead",
      "etaiee eto",
      "ta ea",
      "a tn",
      "eloead ar",
      "tt tn",
      "tn eai",
      "llo llo",
      "a ead",
      "et as",
      "aead tc",
      "m oto",
      "oeaie rto",
      "ie b",
      "aiee etc",
      "ts ee",
      "a oteaiee",
      "k tttn",
      "eaiee eto",
      "g t",
      "eea e",
      "ea too",
      "i soooo",
      "too tti",
      "tootti isoooo",
      "eaieea ee",
      "h tn",
      "etoto atn",
      "ea s",
      "ai etc",
      "oe st",
      "t j",
      "lo asee",
      "t eaiee",
      "ea ea",
      "et s",
      "oto h",
      "etc o",
      "tc tc",
      "oeaierto etco",
      "oe oteaiee",
      "te ote",
      "loasee tctc",
      "ai i",
      "tneai aoteaiee",
      "ot eea",
      "etn 1",
      "aeadtc ee",
      "a otoh",
      "ea etaiee",
      "ts eea",
      "o eto",
      "etaiee e",
      "aiee eto",
      "eaiaa e",
      "t v",
      "t pa",
      "see tpa",
      "eato aieee",
      "ta ee",
      "eaiee ea",
      "h ot",
      "ee tn",
      "oo a",
      "etas aa",
      "o d",
      "et tea",
      "eato eatn",
      "ai eto",
      "eaiaae gte",
      "eaaee d",
      "oeeeai etn",
      "ea sa",
      "aieeea eero",
      "ooh tc",
      "th oo",
      "eae lo",
      "ot d",
      "ea eee",
      "th ot",
      "aiee ee",
      "teato aie",
      "teote o",
      "teeae 1",
      "eead ero",
      "eaa e",
      "d uto",
      "aa ote",
      "s tt",
      "tti ettea",
      "oet eatoeatn",
      "et ktttn",
      "eaie duto",
      "as a",
      "tn eaie",
      "aiet etn",
      "ta e",
      "iee oh",
      "eaea etn",
      "aiaa ee",
      "oe o",
      "tt ea",
      "i et",
      "ae c",
      "oe l",
      "i aec",
      "oeteatoeatn llo",
      "gt eaie",
      "toto ieeoh",
      "taee totoieeoh",
      "thot ho",
      "ee ta",
      "i eer",
      "t taiee",
      "eai ea",
      "o s",
      "tn 2",
      "tj ho",
      "oeeeaietn aietc",
      "to h",
      "tee taieee",
      "u o",
      "tea ee",
      "os htn",
      "eatoaieee ouoo",
      "t mtn",
      "eead aieeetc",
      "aie own",
      "aieee 1",
      "o eai",
      "iee m",
      "eatoo teeae",
      "ttaiee mtn",
      "t ead",
      "i a",
      "too wn",
      "eatooteeae oshtn",
      "aii as",
      "ot eeadero",
      "aaote oteeadero",
      "oha oooo",
      "aieto e",
      "e ohaoooo",
      "fa et",
      "aiias aieown",
      "ead sac",
      "ta aieee1",
      "oooo o",
      "ets uto",
      "et mtn",
      "eaiee tn",
      "f aa",
      "oe ote",
      "eaie ieer",
      "oeeeai et",
      "eaetaiee pa",
      "ea eaie",
      "t f",
      "ot hn",
      "hot tn",
      "ieb tjho",
      "hottn iebtjho",
      "ea see",
      "eea soooo",
      "f s",
      "e m",
      "ooh etktttn",
      "aieai eae",
      "teaiee eae",
      "ot etaieee",
      "tn oo",
      "oest tnoo",
      "o eaieeaee",
      "oeaieeaee tmtn",
      "ooh to",
      "tt t",
      "gg g",
      "aiee eero",
      "tta aieeeero",
      "too uoo",
      "te c",
      "ot eato",
      "teato teaieeeae",
      "ll othn",
      "tta llothn",
      "taea aietetn",
      "teea ea",
      "a etn",
      "aotoh aieaieae",
      "h tec",
      "fs oeo",
      "aiee a",
      "f ia",
      "fia eaieeeto",
      "oee eaiee",
      "taeetotoieeoh hre",
      "hre 0",
      "ae htec",
      "faa fa",
      "eaaeed hn",
      "oe ot",
      "tn st",
      "to eea",
      "etn ooooo",
      "thoo etnooooo",
      "eto uto",
      "eai tf",
      "ooh fiaeaieeeto",
      "ggg eae",
      "ta teaee",
      "aiaaee aiet",
      "aieae o",
      "llollo etouto",
      "oeto d",
      "toeea otd",
      "ea eero",
      "ea et",
      "ea eae",
      "otetaieee own",
      "ea aieeee",
      "ts tt",
      "aiaa e",
      "eea easee",
      "eaaee eto",
      "thn aie",
      "tee to",
      "ta hn",
      "aieeea tn2",
      "th tn",
      "ead st",
      "ea o",
      "gte hre",
      "ood ts",
      "e gggeae",
      "as eaie",
      "th o",
      "llo rto",
      "oeoteaiee ouoo",
      "oodts hn",
      "ieeaasee eeta",
      "aiet ktttn",
      "t to",
      "a o",
      "oha o",
      "ee rto",
      "oeeeai eea",
      "oh n",
      "eas eea",
      "aee eaeee",
      "tj hn",
      "lloooo egggeae",
      "aiee eaaeedhn",
      "ai eaieduto",
      "aieaieduto e",
      "oe stt",
      "hr d",
      "ot eaa",
      "st aie",
      "tead tstt",
      "otee etaieee",
      "aiaaeeaiet m",
      "aiaaeeaietm toown",
      "oe otee",
      "m e",
      "etn o",
      "llollo f",
      "ieeaasee aiee",
      "et ot",
      "ot ea",
      "tta toto",
      "ttatoto aetn",
      "a eaie",
      "et aie",
      "o eeae",
      "oee ea",
      "aiee aee",
      "ee tc",
      "ta see",
      "te fsoeo",
      "easa ee",
      "et oo",
      "teeto aie",
      "tta eer",
      "tn o",
      "aiea ead",
      "oel tto",
      "teaiee eadst",
      "easeea r",
      "th tseea",
      "ieeaasee aie",
      "eaiee eaa",
      "eaieeeaa etmtn",
      "ta tc",
      "oeeeaie lloooo",
      "oeeeaielloooo lloooo",
      "oeai eaieeeaaetmtn",
      "ea eeasoooo",
      "aiea sa",
      "oteaa ote",
      "aotoh aieasa",
      "eae d",
      "tea eaie",
      "oh asee",
      "aii ohasee",
      "oeeeaie oeaieaieeeaaetmtn",
      "e uto",
      "ood eaelo",
      "er to",
      "aiea etn",
      "eaa aiee",
      "tn oh",
      "ai eaaee",
      "ai eaie",
      "lo aie",
      "et aiaa",
      "etaiaa eee",
      "s aie",
      "eai eai",
      "eaeaetn iec",
      "st 1",
      "oeeeaielloooolloooo tetn",
      "ea aie",
      "ooa teeae",
      "oeotee rto",
      "eato llolloetouto",
      "gt et",
      "eaaee etot",
      "eaa eaiee",
      "erd iaec",
      "eaae f",
      "em tc",
      "thoo ero",
      "faet thooero",
      "o ero"
    ]
  }
}