{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "~": 95,
      "£": 96,
      "¥": 97,
      "©": 98,
      "«": 99,
      "®": 100,
      "°": 101,
      "²": 102,
      "¶": 103,
      "»": 104,
      "¼": 105,
      "½": 106,
      "¾": 107,
      "Á": 108,
      "Å": 109,
      "×": 110,
      "à": 111,
      "á": 112,
      "ã": 113,
      "ä": 114,
      "ç": 115,
      "è": 116,
      "é": 117,
      "ê": 118,
      "ì": 119,
      "í": 120,
      "ï": 121,
      "ñ": 122,
      "ó": 123,
      "ö": 124,
      "÷": 125,
      "ø": 126,
      "ü": 127,
      "ā": 128,
      "ē": 129,
      "ě": 130,
      "š": 131,
      "ˎ": 132,
      "˙": 133,
      "·": 134,
      "Σ": 135,
      "α": 136,
      "β": 137,
      "γ": 138,
      "θ": 139,
      "φ": 140,
      "ω": 141,
      "а": 142,
      "к": 143,
      "л": 144,
      "ย": 145,
      "ร": 146,
      "อ": 147,
      "่": 148,
      "–": 149,
      "—": 150,
      "―": 151,
      "•": 152,
      "…": 153,
      "‧": 154,
      "€": 155,
      "℃": 156,
      "™": 157,
      "Ⅱ": 158,
      "−": 159,
      "∙": 160,
      "⋯": 161,
      "─": 162,
      "▪": 163,
      "♡": 164,
      "♪": 165,
      "♫": 166,
      "✔": 167,
      "〈": 168,
      "〉": 169,
      "「": 170,
      "」": 171,
      "『": 172,
      "』": 173,
      "【": 174,
      "】": 175,
      "〔": 176,
      "〕": 177,
      "ム": 178,
      "・": 179,
      "ㄧ": 180,
      "﹐": 181,
      "﹔": 182,
      "﹕": 183,
      "﹖": 184,
      "﹣": 185,
      "﻿": 186,
      "！": 187,
      "＂": 188,
      "％": 189,
      "（": 190,
      "）": 191,
      "＋": 192,
      "－": 193,
      "．": 194,
      "／": 195,
      "０": 196,
      "１": 197,
      "２": 198,
      "３": 199,
      "５": 200,
      "６": 201,
      "７": 202,
      "８": 203,
      "９": 204,
      "＝": 205,
      "＠": 206,
      "Ｃ": 207,
      "Ｍ": 208,
      "Ｕ": 209,
      "［": 210,
      "］": 211,
      "｀": 212,
      "｛": 213,
      "｝": 214,
      "～": 215,
      "｡": 216,
      "｢": 217,
      "｣": 218,
      "･": 219,
      "￥": 220,
      "￼": 221,
      "ee": 222,
      "ea": 223,
      "ai": 224,
      "et": 225,
      "oo": 226,
      "aiee": 227,
      "eai": 228,
      "to": 229,
      "ta": 230,
      "tn": 231,
      "eea": 232,
      "ot": 233,
      "taiee": 234,
      "eaie": 235,
      "etn": 236,
      "as": 237,
      "ts": 238,
      "eae": 239,
      "er": 240,
      "oee": 241,
      "asee": 242,
      "eto": 243,
      "tso": 244,
      "lo": 245,
      "taieetso": 246,
      "eaiee": 247,
      "erd": 248,
      "uto": 249,
      "eaa": 250,
      "oooo": 251,
      "th": 252,
      "aie": 253,
      "wn": 254,
      "tt": 255,
      "oe": 256,
      "aa": 257,
      "eato": 258,
      "tc": 259,
      "ead": 260,
      "aieeea": 261,
      "own": 262,
      "eta": 263,
      "erduto": 264,
      "too": 265,
      "aiea": 266,
      "oeeeaie": 267,
      "sa": 268,
      "terduto": 269,
      "oh": 270,
      "rto": 271,
      "te": 272,
      "ooh": 273,
      "aieeeaetn": 274,
      "ll": 275,
      "hr": 276,
      "hn": 277,
      "etc": 278,
      "llo": 279,
      "taieea": 280,
      "etaiee": 281,
      "taieeaasee": 282,
      "eer": 283,
      "ood": 284,
      "st": 285,
      "teea": 286,
      "ote": 287,
      "uoo": 288,
      "lloooo": 289,
      "ie": 290,
      "tea": 291,
      "mtn": 292,
      "oeeeaieown": 293,
      "sac": 294,
      "ouoo": 295,
      "iee": 296,
      "pa": 297,
      "eaaee": 298,
      "oto": 299,
      "tta": 300,
      "gte": 301,
      "aieee": 302,
      "eead": 303,
      "etaeae": 304,
      "oeeeai": 305,
      "aieaaiee": 306,
      "taaieaaiee": 307,
      "oteaiee": 308,
      "see": 309,
      "eatn": 310,
      "etasee": 311,
      "teato": 312,
      "ar": 313,
      "aiet": 314,
      "ero": 315,
      "teeae": 316,
      "toto": 317,
      "ho": 318,
      "aiaa": 319,
      "oet": 320,
      "eero": 321,
      "aee": 322,
      "tti": 323,
      "ieea": 324,
      "tath": 325,
      "hre": 326,
      "fa": 327,
      "etao": 328,
      "soooo": 329,
      "ae": 330,
      "tn1": 331,
      "elo": 332,
      "oeeeae": 333,
      "eaieea": 334,
      "tee": 335,
      "eee": 336,
      "ieeaasee": 337,
      "oha": 338,
      "etoto": 339,
      "aieae": 340,
      "otee": 341,
      "tathrto": 342,
      "eaier": 343,
      "taieee": 344,
      "tasac": 345,
      "aieai": 346,
      "thn": 347,
      "oeaie": 348,
      "taoeeeae": 349,
      "eaiaa": 350,
      "tetn": 351,
      "gg": 352,
      "iec": 353,
      "eloead": 354,
      "etaieeeto": 355,
      "taea": 356,
      "atn": 357,
      "eloeadar": 358,
      "tttn": 359,
      "tneai": 360,
      "llollo": 361,
      "aead": 362,
      "etas": 363,
      "moto": 364,
      "aeadtc": 365,
      "oeaierto": 366,
      "ieb": 367,
      "aieeetc": 368,
      "tsee": 369,
      "aoteaiee": 370,
      "ktttn": 371,
      "eaieeeto": 372,
      "gt": 373,
      "eeae": 374,
      "eatoo": 375,
      "isoooo": 376,
      "tootti": 377,
      "toottiisoooo": 378,
      "eaieeaee": 379,
      "htn": 380,
      "etotoatn": 381,
      "eas": 382,
      "aietc": 383,
      "oest": 384,
      "tj": 385,
      "loasee": 386,
      "teaiee": 387,
      "eaea": 388,
      "ets": 389,
      "otoh": 390,
      "etco": 391,
      "tctc": 392,
      "oeaiertoetco": 393,
      "oeoteaiee": 394,
      "teote": 395,
      "loaseetctc": 396,
      "aii": 397,
      "tneaiaoteaiee": 398,
      "oteea": 399,
      "etn1": 400,
      "aeadtcee": 401,
      "aotoh": 402,
      "eaetaiee": 403,
      "tseea": 404,
      "oeto": 405,
      "etaieee": 406,
      "aieeeto": 407,
      "eaiaae": 408,
      "tv": 409,
      "tpa": 410,
      "seetpa": 411,
      "eatoaieee": 412,
      "taee": 413,
      "eaieeea": 414,
      "hot": 415,
      "eetn": 416,
      "ooa": 417,
      "etasaa": 418,
      "od": 419,
      "ettea": 420,
      "eatoeatn": 421,
      "aieto": 422,
      "eaiaaegte": 423,
      "eaaeed": 424,
      "oeeeaietn": 425,
      "easa": 426,
      "aieeeaeero": 427,
      "oohtc": 428,
      "thoo": 429,
      "eaelo": 430,
      "otd": 431,
      "eaeee": 432,
      "thot": 433,
      "aieeee": 434,
      "teatoaie": 435,
      "teoteo": 436,
      "teeae1": 437,
      "eeadero": 438,
      "eaae": 439,
      "duto": 440,
      "aaote": 441,
      "stt": 442,
      "ttiettea": 443,
      "oeteatoeatn": 444,
      "etktttn": 445,
      "eaieduto": 446,
      "asa": 447,
      "tneaie": 448,
      "aietetn": 449,
      "tae": 450,
      "ieeoh": 451,
      "eaeaetn": 452,
      "aiaaee": 453,
      "oeo": 454,
      "ttea": 455,
      "iet": 456,
      "aec": 457,
      "oel": 458,
      "iaec": 459,
      "oeteatoeatnllo": 460,
      "gteaie": 461,
      "totoieeoh": 462,
      "taeetotoieeoh": 463,
      "thotho": 464,
      "eeta": 465,
      "os": 466,
      "ieer": 467,
      "ttaiee": 468,
      "eaiea": 469,
      "tn2": 470,
      "tjho": 471,
      "oeeeaietnaietc": 472,
      "uo": 473,
      "toh": 474,
      "teetaieee": 475,
      "teaee": 476,
      "oshtn": 477,
      "eatoaieeeouoo": 478,
      "tmtn": 479,
      "eeadaieeetc": 480,
      "aieown": 481,
      "aieee1": 482,
      "oeai": 483,
      "ieem": 484,
      "eatooteeae": 485,
      "ia": 486,
      "ttaieemtn": 487,
      "tead": 488,
      "toown": 489,
      "eatooteeaeoshtn": 490,
      "aiias": 491,
      "oteeadero": 492,
      "aaoteoteeadero": 493,
      "ohaoooo": 494,
      "aietoe": 495,
      "eohaoooo": 496,
      "faet": 497,
      "aiiasaieown": 498,
      "eadsac": 499
    },
    "merges": [
      "e e",
      "e a",
      "a i",
      "e t",
      "o o",
      "ai ee",
      "ea i",
      "t o",
      "t a",
      "t n",
      "ee a",
      "o t",
      "t aiee",
      "eai e",
      "et n",
      "a s",
      "t s",
      "ea e",
      "e r",
      "o ee",
      "as ee",
      "et o",
      "ts o",
      "l o",
      "taiee tso",
      "eai ee",
      "er d",
      "u to",
      "ea a",
      "oo oo",
      "t h",
      "ai e",
      "w n",
      "t t",
      "o e",
      "a a",
      "ea to",
      "t c",
      "ea d",
      "aiee ea",
      "o wn",
      "et a",
      "erd uto",
      "t oo",
      "ai ea",
      "oee eaie",
      "s a",
      "t erduto",
      "o h",
      "r to",
      "t e",
      "oo h",
      "aieeea etn",
      "l l",
      "h r",
      "h n",
      "et c",
      "l lo",
      "taiee a",
      "et aiee",
      "taieea asee",
      "ee r",
      "oo d",
      "s t",
      "t eea",
      "ot e",
      "u oo",
      "ll oooo",
      "i e",
      "t ea",
      "m tn",
      "oeeeaie own",
      "sa c",
      "o uoo",
      "i ee",
      "p a",
      "eaa ee",
      "o to",
      "t ta",
      "g te",
      "aiee e",
      "eea d",
      "eta eae",
      "oee eai",
      "aiea aiee",
      "ta aieaaiee",
      "ot eaiee",
      "s ee",
      "ea tn",
      "et asee",
      "t eato",
      "a r",
      "ai et",
      "er o",
      "teea e",
      "to to",
      "h o",
      "ai aa",
      "o et",
      "eer o",
      "a ee",
      "tt i",
      "i eea",
      "ta th",
      "hr e",
      "f a",
      "eta o",
      "s oooo",
      "a e",
      "tn 1",
      "e lo",
      "oee eae",
      "eai eea",
      "t ee",
      "ee e",
      "ieea asee",
      "oh a",
      "eto to",
      "ai eae",
      "ot ee",
      "tath rto",
      "eaie r",
      "taiee e",
      "ta sac",
      "ai eai",
      "th n",
      "o eaie",
      "ta oeeeae",
      "eai aa",
      "t etn",
      "g g",
      "ie c",
      "elo ead",
      "etaiee eto",
      "ta ea",
      "a tn",
      "eloead ar",
      "tt tn",
      "tn eai",
      "llo llo",
      "a ead",
      "et as",
      "m oto",
      "aead tc",
      "oeaie rto",
      "ie b",
      "aiee etc",
      "ts ee",
      "a oteaiee",
      "k tttn",
      "eaiee eto",
      "g t",
      "eea e",
      "ea too",
      "i soooo",
      "too tti",
      "tootti isoooo",
      "eaieea ee",
      "h tn",
      "etoto atn",
      "ea s",
      "ai etc",
      "oe st",
      "t j",
      "lo asee",
      "t eaiee",
      "ea ea",
      "et s",
      "oto h",
      "etc o",
      "tc tc",
      "oeaierto etco",
      "oe oteaiee",
      "te ote",
      "loasee tctc",
      "ai i",
      "tneai aoteaiee",
      "ot eea",
      "etn 1",
      "aeadtc ee",
      "a otoh",
      "ea etaiee",
      "ts eea",
      "o eto",
      "etaiee e",
      "aiee eto",
      "eaiaa e",
      "t v",
      "t pa",
      "see tpa",
      "eato aieee",
      "ta ee",
      "eaiee ea",
      "h ot",
      "ee tn",
      "oo a",
      "etas aa",
      "o d",
      "et tea",
      "eato eatn",
      "ai eto",
      "eaiaae gte",
      "eaaee d",
      "oeeeai etn",
      "ea sa",
      "aieeea eero",
      "ooh tc",
      "th oo",
      "eae lo",
      "ot d",
      "ea eee",
      "th ot",
      "aiee ee",
      "teato aie",
      "teote o",
      "teeae 1",
      "eead ero",
      "eaa e",
      "d uto",
      "aa ote",
      "s tt",
      "tti ettea",
      "oet eatoeatn",
      "et ktttn",
      "eaie duto",
      "as a",
      "tn eaie",
      "aiet etn",
      "ta e",
      "iee oh",
      "eaea etn",
      "aiaa ee",
      "oe o",
      "tt ea",
      "i et",
      "ae c",
      "oe l",
      "i aec",
      "oeteatoeatn llo",
      "gt eaie",
      "toto ieeoh",
      "taee totoieeoh",
      "thot ho",
      "ee ta",
      "o s",
      "i eer",
      "t taiee",
      "eai ea",
      "tn 2",
      "tj ho",
      "oeeeaietn aietc",
      "u o",
      "to h",
      "tee taieee",
      "tea ee",
      "os htn",
      "eatoaieee ouoo",
      "t mtn",
      "eead aieeetc",
      "aie own",
      "aieee 1",
      "o eai",
      "iee m",
      "eatoo teeae",
      "i a",
      "ttaiee mtn",
      "t ead",
      "too wn",
      "eatooteeae oshtn",
      "aii as",
      "ot eeadero",
      "aaote oteeadero",
      "oha oooo",
      "aieto e",
      "e ohaoooo",
      "fa et",
      "aiias aieown",
      "ead sac"
    ]
  }
}