{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true,
    "prepend_scheme": "always"
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true,
    "prepend_scheme": "always"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<unk>": 0,
      "\n": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "}": 92,
      "~": 93,
      "£": 94,
      "¥": 95,
      "©": 96,
      "«": 97,
      "®": 98,
      "°": 99,
      "¶": 100,
      "·": 101,
      "»": 102,
      "Á": 103,
      "Å": 104,
      "×": 105,
      "à": 106,
      "á": 107,
      "ã": 108,
      "ä": 109,
      "ç": 110,
      "è": 111,
      "é": 112,
      "ê": 113,
      "ì": 114,
      "í": 115,
      "ï": 116,
      "ñ": 117,
      "ó": 118,
      "ö": 119,
      "÷": 120,
      "ø": 121,
      "ü": 122,
      "ā": 123,
      "ē": 124,
      "ě": 125,
      "š": 126,
      "ˎ": 127,
      "̇": 128,
      "Σ": 129,
      "α": 130,
      "β": 131,
      "γ": 132,
      "θ": 133,
      "φ": 134,
      "ω": 135,
      "а": 136,
      "к": 137,
      "л": 138,
      "ย": 139,
      "ร": 140,
      "อ": 141,
      "่": 142,
      "–": 143,
      "—": 144,
      "―": 145,
      "•": 146,
      "‧": 147,
      " ": 148,
      "⁄": 149,
      "€": 150,
      "−": 151,
      "∙": 152,
      "⋯": 153,
      "─": 154,
      "▁": 155,
      "▪": 156,
      "♡": 157,
      "♪": 158,
      "♫": 159,
      "✔": 160,
      "。": 161,
      "〈": 162,
      "〉": 163,
      "「": 164,
      "」": 165,
      "『": 166,
      "』": 167,
      "【": 168,
      "】": 169,
      "〔": 170,
      "〕": 171,
      "ム": 172,
      "・": 173,
      "ㄧ": 174,
      "﻿": 175,
      "￼": 176,
      "ee": 177,
      "ea": 178,
      "ai": 179,
      "▁t": 180,
      "et": 181,
      "oo": 182,
      "aiee": 183,
      "eai": 184,
      "to": 185,
      "▁o": 186,
      "eea": 187,
      "eo": 188,
      "tn": 189,
      "▁ea": 190,
      "as": 191,
      "er": 192,
      "▁taiee": 193,
      "etn": 194,
      "▁ta": 195,
      "ts": 196,
      "▁et": 197,
      "eae": 198,
      "asee": 199,
      "lo": 200,
      "▁aiee": 201,
      "tso": 202,
      "▁taieetso": 203,
      "ao": 204,
      "▁oo": 205,
      "eaiee": 206,
      "eto": 207,
      "erd": 208,
      "uto": 209,
      "▁ai": 210,
      "▁oee": 211,
      "oooo": 212,
      "wn": 213,
      "▁oeeeai": 214,
      "▁,": 215,
      "aee": 216,
      "tc": 217,
      "tt": 218,
      "eot": 219,
      "hn": 220,
      "eaie": 221,
      "▁aieeea": 222,
      "hr": 223,
      "ho": 224,
      "▁e": 225,
      "aie": 226,
      "erduto": 227,
      "ta": 228,
      "▁terduto": 229,
      "eown": 230,
      "ead": 231,
      "▁tn": 232,
      "▁.": 233,
      "aa": 234,
      "llo": 235,
      "tea": 236,
      "aiea": 237,
      "▁aieeeaetn": 238,
      "▁i": 239,
      "eer": 240,
      "st": 241,
      "etc": 242,
      "gt": 243,
      "aasee": 244,
      "▁taieeaasee": 245,
      "ll": 246,
      "▁ooh": 247,
      "▁.\n": 248,
      "▁ood": 249,
      "uoo": 250,
      "lloooo": 251,
      "etaiee": 252,
      "▁eai": 253,
      "mtn": 254,
      "▁a": 255,
      "sa": 256,
      "eato": 257,
      "▁erd": 258,
      "▁oeeeaieown": 259,
      "oto": 260,
      "too": 261,
      "aot": 262,
      "ec": 263,
      "aeae": 264,
      "▁lloooo": 265,
      "eet": 266,
      "eeae": 267,
      "gte": 268,
      "▁hr": 269,
      "pa": 270,
      "eead": 271,
      "▁eato": 272,
      "▁etaeae": 273,
      "eaa": 274,
      "asa": 275,
      "▁tat": 276,
      "▁taaiea": 277,
      "▁taaieaaiee": 278,
      "ero": 279,
      "ar": 280,
      "aieee": 281,
      "▁eaa": 282,
      "iee": 283,
      "▁etasee": 284,
      "▁tt": 285,
      "▁tta": 286,
      "aiet": 287,
      "▁ot": 288,
      "▁teato": 289,
      "eeea": 290,
      "eero": 291,
      "▁too": 292,
      "toto": 293,
      "▁aiea": 294,
      "▁oeai": 295,
      "fa": 296,
      "oh": 297,
      "soooo": 298,
      "eas": 299,
      "▁oe": 300,
      "eatn": 301,
      "▁etao": 302,
      "▁oet": 303,
      "▁tn1": 304,
      "eeaasee": 305,
      "ot": 306,
      "erto": 307,
      "htn": 308,
      "▁eead": 309,
      "thn": 310,
      "▁ead": 311,
      "▁oeot": 312,
      "▁ts": 313,
      "▁tathr": 314,
      "▁ieeaasee": 315,
      "toh": 316,
      "hot": 317,
      "▁tathrto": 318,
      "sac": 319,
      "▁eaaee": 320,
      "▁elo": 321,
      "▁tasa": 322,
      "▁tasac": 323,
      "aae": 324,
      "eouoo": 325,
      "tetn": 326,
      "eee": 327,
      "ia": 328,
      "eb": 329,
      "atn": 330,
      "▁eloead": 331,
      "▁th": 332,
      "▁aee": 333,
      "etaieeeto": 334,
      "tttn": 335,
      "hre": 336,
      "llollo": 337,
      "▁m": 338,
      "▁eloeadar": 339,
      "▁aead": 340,
      "aoteaiee": 341,
      "▁aeadtc": 342,
      "▁gte": 343,
      "ha": 344,
      "▁otea": 345,
      "gg": 346,
      "eeeae": 347,
      "aaee": 348,
      "eetn": 349,
      "ktttn": 350,
      "▁moto": 351,
      "eaieeeto": 352,
      "tao": 353,
      "rto": 354,
      "▁tao": 355,
      "ii": 356,
      "iisoooo": 357,
      "ttiisoooo": 358,
      "▁toottiisoooo": 359,
      "eaetn": 360,
      "iet": 361,
      "eote": 362,
      "loasee": 363,
      "eeto": 364,
      "▁etoto": 365,
      "▁etotoatn": 366,
      "aietc": 367,
      "aieeetc": 368,
      "▁eae": 369,
      "▁etn": 370,
      "tj": 371,
      "ef": 372,
      "▁tneai": 373,
      "ouoo": 374,
      "eaieeea": 375,
      "▁teea": 376,
      "▁oeaierto": 377,
      "tctc": 378,
      "loaseetctc": 379,
      "etco": 380,
      "▁oeaiertoetco": 381,
      "▁\"": 382,
      "▁taea": 383,
      "▁oeto": 384,
      "▁loaseetctc": 385,
      "▁aeadtcee": 386,
      "▁oest": 387,
      "aotoh": 388,
      "▁tneaiaoteaiee": 389,
      "▁oeeeaiet": 390,
      "▁aotoh": 391,
      "aieai": 392,
      "▁s": 393,
      "▁aii": 394,
      "taiee": 395,
      "eetpa": 396,
      "▁eaier": 397,
      "▁eaie": 398,
      "▁eaetaiee": 399,
      "eaieea": 400,
      "stt": 401,
      "▁oeeeaie": 402,
      "asaa": 403,
      "▁aieto": 404,
      "▁etn1": 405,
      "▁teot": 406,
      "▁tea": 407,
      "aaegte": 408,
      "▁eaiaaegte": 409,
      "aieeeto": 410,
      "▁oeeeaietn": 411,
      "▁to": 412,
      "ieb": 413,
      "▁ooa": 414,
      "eaieeeae": 415,
      "▁seetpa": 416,
      "▁aieeeaeero": 417,
      "eeta": 418,
      "▁gt": 419,
      "tv": 420,
      "▁oohtc": 421,
      "th": 422,
      "▁taee": 423,
      "own": 424,
      "toot": 425,
      "iec": 426,
      "hotho": 427,
      "▁teoteo": 428,
      "taoeeeae": 429,
      "▁teatoaie": 430,
      "▁aie": 431,
      "eeae1": 432,
      "eatoeatn": 433,
      "▁teeae1": 434,
      "etmtn": 435,
      "duto": 436,
      "aoteot": 437,
      "▁aaoteot": 438,
      "▁ttiet": 439,
      "▁ttiettea": 440,
      "▁thotho": 441,
      "etktttn": 442,
      "▁eaaeeeto": 443,
      "▁oeteatoeatn": 444,
      "aietetn": 445,
      "eerto": 446,
      "ieeoh": 447,
      "▁oeeeaieo": 448,
      "e0": 449,
      "ttea": 450,
      "▁eaeaetn": 451,
      "eeadero": 452,
      "toown": 453,
      "▁oeteatoeatnllo": 454,
      "oe": 455,
      "▁gteaie": 456,
      "totoieeoh": 457,
      "ae": 458,
      "▁taeetotoieeoh": 459,
      "hottn": 460,
      "easee": 461,
      "teeae": 462,
      "ieer": 463,
      "▁eatoaiee": 464,
      "eeaeo": 465,
      "aieemtn": 466,
      "▁teet": 467,
      "tjho": 468,
      "▁oeeeaietnaietc": 469,
      "aiaaee": 470,
      "▁as": 471,
      "▁taieee": 472,
      "uo": 473,
      "▁teetaieee": 474,
      "shtn": 475,
      "▁eatoaieeeouoo": 476,
      "so": 477,
      "▁eeadaieeetc": 478,
      "aieown": 479,
      "▁oh": 480,
      "iaec": 481,
      "▁ttaieemtn": 482,
      "aieee1": 483,
      "▁eatoot": 484,
      "▁pa": 485,
      "faet": 486,
      "▁tead": 487,
      "eeaeoshtn": 488,
      "▁eatooteeaeoshtn": 489,
      "▁tae": 490,
      "▁tseea": 491,
      "eoha": 492,
      "▁aaoteoteeadero": 493,
      "eohaoooo": 494,
      "teaee": 495,
      "▁tsee": 496,
      "▁etasaa": 497,
      "▁eohaoooo": 498,
      "asaieown": 499,
      "▁aiiasaieown": 500,
      "▁eadsac": 501,
      "aeed": 502,
      "ooooo": 503,
      "▁taaieee1": 504,
      "▁0": 505,
      "tsee": 506,
      "▁teatot": 507,
      "▁aietoe": 508,
      "▁sac": 509,
      "suto": 510,
      "eaieeaee": 511,
      "ht": 512,
      "eaieetn": 513,
      "faa": 514,
      "▁st": 515,
      "▁eaieieer": 516,
      "eeaot": 517,
      "▁eaetaieepa": 518,
      "aieae": 519,
      "tf": 520,
      "▁hottn": 521,
      "iebtjho": 522,
      "▁?": 523,
      "eeasoooo": 524,
      "eaier": 525,
      "eaiea": 526,
      "eaieeead": 527,
      "▁hottniebtjho": 528,
      "▁iec": 529,
      "▁otetaiee": 530,
      "tnoo": 531,
      "eeaeet": 532,
      "▁oeaieeaeet": 533,
      "▁oeaieeaeetmtn": 534,
      "ieem": 535,
      "ggg": 536,
      "aieeeero": 537,
      "▁ttaaieeeero": 538,
      "▁oesttnoo": 539,
      "▁oohetktttn": 540,
      "▁teatoteaieeeae": 541,
      "▁otee": 542,
      "llothn": 543,
      "▁ttallothn": 544,
      "▁taeaaietetn": 545,
      "▁teeaea": 546,
      "eaeee": 547,
      "aieaieae": 548,
      "htec": 549,
      "▁eaaiee": 550,
      "soeo": 551,
      "▁etsuto": 552,
      "▁aotohaieaieae": 553,
      "fia": 554,
      "fiaeaieeeto": 555,
      "▁taeetotoieeohhre": 556,
      "▁hre0": 557,
      "▁aieeeatn": 558,
      "ooetn": 559,
      "faafa": 560,
      "eoteaiee": 561,
      "ttt": 562,
      "▁eaieeea": 563,
      "ooetnooooo": 564,
      "eeatn": 565,
      "etouto": 566,
      "ooh": 567,
      "▁oohfiaeaieeeto": 568,
      "gggeae": 569,
      "▁tateaee": 570,
      "▁oeoteaiee": 571,
      "▁faafa": 572,
      "▁faet": 573,
      "eaieeeaa": 574,
      "llolloetouto": 575,
      "eeaotd": 576,
      "▁oetod": 577,
      "thoo": 578,
      "▁otetaieeeown": 579,
      "▁thooetnooooo": 580,
      "▁toeeaotd": 581,
      "eeaeasee": 582,
      "eaieduto": 583,
      "aetn": 584,
      "eaeero": 585,
      "teato": 586,
      "em": 587,
      "tstt": 588,
      "▁oohto": 589,
      "eaae": 590,
      "▁ohao": 591,
      "▁eaelo": 592,
      "thtn": 593,
      "▁oha": 594,
      "▁teeto": 595,
      "tahn": 596,
      "▁aieeeatn2": 597,
      "eoteea": 598,
      "▁eao": 599,
      "etao": 600,
      "▁gtehre": 601,
      "▁oodts": 602,
      "egggeae": 603,
      "▁tnst": 604,
      "llorto": 605,
      "▁aieai": 606,
      "▁oteea": 607,
      "▁oodtshn": 608,
      "▁oeeeaieea": 609,
      "▁ieeaaseeeeta": 610,
      "aietktttn": 611,
      "aseeet": 612,
      "mtoown": 613,
      "etaieee": 614,
      "aeedhn": 615,
      "od": 616,
      "▁llooooegggeae": 617,
      "▁aieeeaaeedhn": 618,
      "eaieai": 619,
      "aeaie": 620,
      "aieaeo": 621,
      "▁iet": 622,
      "eta": 623,
      "eaiedutoe": 624,
      "▁aieaiedutoe": 625,
      "▁ohn": 626,
      "tjhn": 627,
      "▁aseaie": 628,
      "tto": 629,
      "▁teadtstt": 630,
      "aeer": 631,
      "▁oteeetaieee": 632,
      "▁aiaaee": 633,
      "aietmtoown": 634,
      "▁aiaaeeaietmtoown": 635,
      "ltto": 636,
      "llollof": 637,
      "▁-": 638,
      "▁etaiee": 639,
      "▁taoeeea": 640,
      "▁erdo": 641,
      "eear": 642,
      "eetn0": 643,
      "totoaetn": 644,
      "mtc": 645,
      "▁?\n": 646,
      "dtn": 647,
      "▁ho": 648,
      "eetc": 649,
      "aiaae": 650,
      "efsoeo": 651,
      "taoeeea": 652,
      "▁ae": 653,
      "▁ieb": 654,
      "etoo": 655,
      "▁teetoaie": 656,
      "▁ttaeer": 657,
      "eaieeeadst": 658,
      "▁ttatotoaetn": 659,
      "▁teaieeeadst": 660,
      "tseea": 661,
      "▁ieeaaseeaie": 662,
      "eaieeeaaetmtn": 663,
      "tot": 664,
      "lloooolloooo": 665,
      "eaieaieeeaaetmtn": 666,
      "aote": 667,
      "euto": 668,
      "▁:": 669,
      "▁thtseea": 670,
      "aieasa": 671,
      "▁aotohaieasa": 672,
      "eaed": 673,
      "▁od": 674,
      "▁eatn": 675,
      "▁oeeeaielloooolloooo": 676,
      "▁aieaead": 677,
      "▁oeoteaieeouoo": 678,
      "▁oeeeaieoeaieaieeeaaetmtn": 679,
      "tneaie": 680,
      "eaelo": 681,
      "▁oodeaelo": 682,
      "▁1": 683,
      "ohasee": 684,
      "aiaa": 685,
      "▁oteaaote": 686,
      "aieaie": 687,
      "▁aeeeaeee": 688,
      "▁eaet": 689,
      "▁oteato": 690,
      "thnaie": 691,
      "loaie": 692,
      "aiaaeee": 693,
      "▁etaiaaeee": 694,
      "▁eaieetn": 695,
      "▁eaeaetniec": 696,
      "▁eaitf": 697,
      "▁aiaiee": 698,
      "▁oeeeaielloooollooootetn": 699,
      "eeeaie": 700,
      "▁aiiohasee": 701,
      "▁iee": 702,
      "▁aieaetn": 703,
      "eeex": 704,
      "▁oestt": 705,
      "▁ooateeae": 706,
      "▁st1": 707,
      "▁aiot": 708,
      "etoto": 709,
      "▁eatollolloetouto": 710,
      "aieote": 711,
      "aseea": 712,
      "etetn": 713,
      "▁oeoteerto": 714,
      "▁erdiaec": 715,
      "▁faetthoo": 716,
      "▁faetthooero": 717,
      "seear": 718,
      "aiei": 719,
      "aieaaee": 720,
      "▁eaeae": 721,
      "▁aehtec": 722,
      "tohtahn": 723,
      "▁ohatohtahn": 724,
      "▁ieeaaseeaiee": 725,
      "aieaaeeaieote": 726,
      "aieaietao": 727,
      "eoh": 728,
      "ieemtn": 729,
      "▁aieeeaetnetaieeeto": 730,
      "▁eaaeed": 731,
      "▁oteaseear": 732,
      "eaedoooo": 733,
      "toouoo": 734,
      "erodtn": 735,
      "▁aioteaedoooo": 736,
      "oouoo": 737,
      "▁eetn0": 738,
      "▁—": 739,
      "rhtn": 740,
      "taea": 741,
      "▁ieeaaseellollof": 742,
      "▁ieeaaseellolloftaea": 743,
      "▁taeai": 744,
      "▁eaaef": 745,
      "▁aieeaiea": 746,
      "▁tho": 747,
      "aieeaee": 748,
      "▁erdoeote": 749,
      "▁ooaeeaeasee": 750,
      "▁rto": 751,
      "▁eae2": 752,
      "▁eea": 753,
      "aito": 754,
      "▁eaeai": 755,
      "gtetetn": 756,
      "▁aiiohaseeaieaaeeaieote": 757,
      "▁aieeaieagtetetn": 758,
      "▁odthtn": 759,
      "▁tneaie": 760,
      "▁eaiea": 761,
      "▁eeadaieeaee": 762,
      "▁taeaa": 763,
      "▁aioteaedooooaeaie": 764,
      "▁eaieduto": 765,
      "haietktttn": 766,
      "▁tathaietktttn": 767,
      "▁llooooea": 768,
      "utoouoo": 769,
      "▁oetta": 770,
      "▁taoeeeaeown": 771,
      "taieerto": 772,
      "▁taeeex": 773,
      "▁gtesac": 774,
      "▁tk": 775,
      "teatn": 776,
      "eaieutoouoo": 777,
      "▁teaieeaee": 778,
      "▁tatc": 779,
      "▁eaeeasoooo": 780,
      "▁emtc": 781,
      "eaaee": 782,
      "etno": 783,
      "▁eteaieutoouoo": 784,
      "ta0": 785,
      "▁aieaetnta0": 786,
      "aaeaieeeto": 787,
      "▁oteeaeetn": 788,
      "aeoooo": 789,
      "easa": 790,
      "▁tneeae": 791,
      "▁iem": 792,
      "▁aieae": 793,
      "▁eohaooooet": 794,
      "▁eatoaieee": 795,
      "me": 796,
      "▁eatoaieee2": 797,
      "tho": 798,
      "stteea": 799,
      "aie0": 800,
      "▁thtseeastteea": 801,
      "eotd": 802,
      "▁aieee": 803,
      "▁teeaaa": 804,
      "oelo": 805,
      "oea": 806,
      "▁llooootneaie": 807,
      "▁\"\n": 808,
      "eeawn": 809,
      "▁taeaier": 810,
      "jhn": 811,
      "teaaie": 812,
      "toooea": 813,
      "▁eaaieeeeto": 814,
      "▁oeoteertottea": 815,
      "etstt": 816,
      "aieteetn": 817,
      "▁ooheaetn": 818,
      "▁taoeeeaie": 819,
      "oeai": 820,
      "▁eohaooooetasaa": 821,
      "eaiepa": 822,
      "▁oeoteaiepa": 823,
      "eaaie": 824,
      "▁eaitfe": 825,
      "▁aea": 826,
      "▁2": 827,
      "▁ouoo": 828,
      "▁eatne": 829,
      "▁tefsoeo": 830,
      "▁gteloaie": 831,
      "etaiaaee": 832,
      "etaiaaeeouoo": 833,
      "▁oodo": 834,
      "▁taaieteetn": 835,
      "ieemo": 836,
      "▁taeaietn": 837,
      "aietn": 838,
      "eterduto": 839,
      "▁iec0": 840,
      "erodtno": 841,
      "eaaehn": 842,
      "eaieown": 843,
      "aieec": 844,
      "easaee": 845,
      "▁eaaaieaietao": 846,
      "at": 847,
      "eeeaeaiee": 848,
      "▁taeeexaieeeto": 849,
      "eaieaietoto": 850,
      "▁oeteaaehn": 851,
      "▁teeaaaaeoooo": 852,
      "easeaa": 853,
      "aieeetn": 854,
      "▁eohaooooaieec": 855,
      "▁taseeet": 856,
      "▁eaeee": 857,
      "stoouoo": 858,
      "▁oeeeaiestoouoo": 859,
      "oho": 860,
      "eoteaieeuto": 861,
      "▁eeta": 862,
      "asad": 863,
      "▁oettataoeeea": 864,
      "ro": 865,
      "▁aieee0": 866,
      "▁oettataoeeeaeouoo": 867,
      "iebat": 868,
      "▁,\n": 869,
      "▁ttaea": 870,
      "▁easa": 871,
      "▁hrd": 872,
      "▁aies": 873,
      "▁aieetsee": 874,
      "hrd": 875,
      "▁oodteaaie": 876,
      "▁iec1": 877,
      "▁hoaseea": 878,
      "▁hoaseeaown": 879,
      "▁aieeeto": 880,
      "etooetaieeeto": 881,
      "▁oteatoetooetaieeeto": 882,
      "▁eto": 883,
      "staie": 884,
      "tneaieaietoto": 885,
      "aieeetstt": 886,
      "▁taei": 887,
      "aieeeae": 888,
      "▁aieeeaieeaee": 889,
      "▁tnlo": 890,
      "easaie": 891,
      "saa": 892,
      "uoto": 893,
      "▁teeasaa": 894,
      "tai": 895,
      "▁teadeaeero": 896,
      "▁teaeaieown": 897,
      "▁ttea": 898,
      "eoteeea": 899,
      "▁teoteoiebat": 900,
      "▁eeaduo": 901,
      "eeaa": 902,
      "▁etai": 903,
      "ttoo": 904,
      "aehtec": 905,
      "▁staie0": 906,
      "oero": 907,
      "▁etho": 908,
      "eadtv": 909,
      "▁eaaeeetottea": 910,
      "▁eaeeemtn": 911,
      "eahn": 912,
      "oteato": 913,
      "eaief": 914,
      "▁ettaieerto": 915,
      "▁ee": 916,
      "▁oeeeaiee": 917,
      "▁oeeeaietjhn": 918,
      "ieet": 919,
      "▁taeetotoieeohaieeetc": 920,
      "▁erdoeotegte": 921,
      "▁eaieeatn": 922,
      "▁teer": 923,
      "oeltto": 924,
      "eev": 925,
      "eaieaeto": 926,
      "▁llooooeaeaie": 927,
      "aieeasad": 928,
      "eaieetno": 929,
      "etteeae": 930,
      "mo": 931,
      "▁oeaieasaie": 932,
      "▁teatoar": 933,
      "aieeee": 934,
      "▁hrdoeltto": 935,
      "▁eatoeaa": 936,
      "▁easatoto": 937,
      "asaie": 938,
      "▁taeuo": 939,
      "aieie": 940,
      "hoe": 941,
      "tohhn": 942,
      "etneae": 943,
      "▁eaaeeetneae": 944,
      "▁5": 945,
      "▁ieeeeawn": 946,
      "▁erdaiee": 947,
      "oeaierto": 948,
      "▁aieea": 949,
      "▁tn2": 950,
      "▁teatoaieeeae": 951,
      "▁aieeoeaierto": 952,
      "otea": 953,
      "elo": 954,
      "aieeasado": 955,
      "eaieaief": 956,
      "▁eaieaieaief": 957,
      "tooeer": 958,
      "▁ttaeatooeer": 959,
      "aseeetero": 960,
      "▁eas": 961,
      "▁oeeeaietaseeetero": 962,
      "eea1": 963,
      "llolloeatn": 964,
      "▁oeeeaietneaseaa": 965,
      "▁llooooas": 966,
      "▁oeeeaieteea": 967,
      "▁oeeeaieteaaie": 968,
      "▁eeaetmtn": 969,
      "hrdtetn": 970,
      "▁p": 971,
      "▁teatoooea": 972,
      "▁eeaderodtno": 973,
      "▁tateea1": 974,
      "▁oheaieeea": 975,
      "eaeae": 976,
      "▁oodt": 977,
      "eaieote": 978,
      "aieeatn": 979,
      "eaaemtn": 980,
      "eloeae": 981,
      "▁ieteaaemtn": 982,
      "eaaeee": 983,
      "eeeatn": 984,
      "tsaie": 985,
      "easto": 986,
      "▁aieee2": 987,
      "lh": 988,
      "▁taoeote": 989,
      "eaitf": 990,
      "▁erdaieeeaetn": 991,
      "▁aieaieetno": 992,
      "eltto": 993,
      "eaitfee": 994,
      "hneerto": 995,
      "eotea": 996,
      "thoohneerto": 997,
      "▁oeeae": 998,
      "▁thoao": 999
    },
    "merges": [
      "e e",
      "e a",
      "a i",
      "▁ t",
      "e t",
      "o o",
      "ai ee",
      "ea i",
      "t o",
      "▁ o",
      "ee a",
      "e o",
      "t n",
      "▁ ea",
      "a s",
      "e r",
      "▁t aiee",
      "et n",
      "▁t a",
      "t s",
      "▁ et",
      "ea e",
      "as ee",
      "l o",
      "▁ aiee",
      "ts o",
      "▁taiee tso",
      "a o",
      "▁ oo",
      "eai ee",
      "et o",
      "er d",
      "u to",
      "▁ ai",
      "▁o ee",
      "oo oo",
      "w n",
      "▁oee eai",
      "▁ ,",
      "a ee",
      "t c",
      "t t",
      "eo t",
      "h n",
      "eai e",
      "▁aiee ea",
      "h r",
      "h o",
      "▁ e",
      "ai e",
      "erd uto",
      "t a",
      "▁t erduto",
      "eo wn",
      "ea d",
      "▁t n",
      "▁ .",
      "a a",
      "l lo",
      "t ea",
      "ai ea",
      "▁aieeea etn",
      "▁ i",
      "ee r",
      "s t",
      "et c",
      "g t",
      "a asee",
      "▁taiee aasee",
      "l l",
      "▁oo h",
      "▁. \n",
      "▁oo d",
      "u oo",
      "ll oooo",
      "et aiee",
      "▁ eai",
      "m tn",
      "▁ a",
      "s a",
      "ea to",
      "▁ erd",
      "▁oeeeai eown",
      "o to",
      "t oo",
      "ao t",
      "e c",
      "a eae",
      "▁ lloooo",
      "ee t",
      "eea e",
      "gt e",
      "▁ hr",
      "p a",
      "eea d",
      "▁ea to",
      "▁et aeae",
      "ea a",
      "as a",
      "▁ta t",
      "▁ta aiea",
      "▁taaiea aiee",
      "er o",
      "a r",
      "aiee e",
      "▁ea a",
      "i ee",
      "▁et asee",
      "▁t t",
      "▁t ta",
      "ai et",
      "▁o t",
      "▁t eato",
      "ee ea",
      "eer o",
      "▁t oo",
      "to to",
      "▁ai ea",
      "▁o eai",
      "f a",
      "o h",
      "s oooo",
      "ea s",
      "▁o e",
      "ea tn",
      "▁et ao",
      "▁o et",
      "▁tn 1",
      "eea asee",
      "o t",
      "er to",
      "h tn",
      "▁ eead",
      "t hn",
      "▁ea d",
      "▁o eot",
      "▁t s",
      "▁tat hr",
      "▁i eeaasee",
      "to h",
      "ho t",
      "▁tathr to",
      "sa c",
      "▁ea aee",
      "▁e lo",
      "▁t asa",
      "▁tasa c",
      "aa e",
      "eo uoo",
      "t etn",
      "ee e",
      "i a",
      "e b",
      "a tn",
      "▁elo ead",
      "▁t h",
      "▁ aee",
      "etaiee eto",
      "tt tn",
      "hr e",
      "llo llo",
      "▁ m",
      "▁eloead ar",
      "▁a ead",
      "aot eaiee",
      "▁aead tc",
      "▁ gte",
      "h a",
      "▁o tea",
      "g g",
      "ee eae",
      "a aee",
      "ee tn",
      "k tttn",
      "▁m oto",
      "eaiee eto",
      "t ao",
      "r to",
      "▁ta o",
      "i i",
      "ii soooo",
      "tt iisoooo",
      "▁too ttiisoooo",
      "ea etn",
      "i et",
      "eot e",
      "lo asee",
      "ee to",
      "▁et oto",
      "▁etoto atn",
      "ai etc",
      "aiee etc",
      "▁ea e",
      "▁ etn",
      "t j",
      "e f",
      "▁tn eai",
      "o uoo",
      "eaiee ea",
      "▁t eea",
      "▁oeai erto",
      "tc tc",
      "loasee tctc",
      "etc o",
      "▁oeaierto etco",
      "▁ \"",
      "▁ta ea",
      "▁o eto",
      "▁ loaseetctc",
      "▁aeadtc ee",
      "▁oe st",
      "ao toh",
      "▁tneai aoteaiee",
      "▁oeeeai et",
      "▁ aotoh",
      "ai eai",
      "▁ s",
      "▁ai i",
      "t aiee",
      "eet pa",
      "▁eai er",
      "▁ eaie",
      "▁ea etaiee",
      "eai eea",
      "s tt",
      "▁oeeeai e",
      "as aa",
      "▁ai eto",
      "▁etn 1",
      "▁t eot",
      "▁t ea",
      "aae gte",
      "▁eai aaegte",
      "aiee eto",
      "▁oeeeai etn",
      "▁t o",
      "i eb",
      "▁oo a",
      "eaiee eae",
      "▁s eetpa",
      "▁aieeea eero",
      "ee ta",
      "▁ gt",
      "t v",
      "▁ooh tc",
      "t h",
      "▁ta ee",
      "o wn",
      "too t",
      "i ec",
      "hot ho",
      "▁teot eo",
      "tao eeeae",
      "▁teato aie",
      "▁ai e",
      "eeae 1",
      "eato eatn",
      "▁t eeae1",
      "et mtn",
      "d uto",
      "aot eot",
      "▁a aoteot",
      "▁tt iet",
      "▁ttiet tea",
      "▁t hotho",
      "et ktttn",
      "▁eaaee eto",
      "▁oet eatoeatn",
      "aiet etn",
      "eer to",
      "iee oh",
      "▁oeeeai eo",
      "e 0",
      "tt ea",
      "▁ea eaetn",
      "eead ero",
      "too wn",
      "▁oeteatoeatn llo",
      "o e",
      "▁gt eaie",
      "toto ieeoh",
      "a e",
      "▁taee totoieeoh",
      "hot tn",
      "eas ee",
      "t eeae",
      "i eer",
      "▁eato aiee",
      "eea eo",
      "aiee mtn",
      "▁t eet",
      "tj ho",
      "▁oeeeaietn aietc",
      "ai aaee",
      "▁ as",
      "▁taiee e",
      "u o",
      "▁teet aieee",
      "s htn",
      "▁eatoaiee eouoo",
      "s o",
      "▁eead aieeetc",
      "ai eown",
      "▁o h",
      "ia ec",
      "▁tt aieemtn",
      "aieee 1",
      "▁ea toot",
      "▁ pa",
      "fa et",
      "▁t ead",
      "eeaeo shtn",
      "▁eatoot eeaeoshtn",
      "▁ta e",
      "▁ts eea",
      "eo ha",
      "▁aaoteot eeadero",
      "eoha oooo",
      "tea ee",
      "▁ts ee",
      "▁et asaa",
      "▁ eohaoooo",
      "as aieown",
      "▁aii asaieown",
      "▁ead sac",
      "aee d",
      "oooo o",
      "▁ta aieee1",
      "▁ 0",
      "ts ee",
      "▁teato t",
      "▁aieto e",
      "▁ sac",
      "s uto",
      "eaieea ee",
      "h t",
      "eaiee tn",
      "f aa",
      "▁ st",
      "▁eaie ieer",
      "eea ot",
      "▁eaetaiee pa",
      "ai eae",
      "t f",
      "▁ hottn",
      "ieb tjho",
      "▁ ?",
      "eea soooo",
      "eai er",
      "eai ea",
      "eaiee ead",
      "▁hottn iebtjho",
      "▁i ec",
      "▁ot etaiee",
      "tn oo",
      "eea eet",
      "▁oeai eeaeet",
      "▁oeaieeaeet mtn",
      "iee m",
      "gg g",
      "aiee eero",
      "▁tta aieeeero",
      "▁oest tnoo",
      "▁ooh etktttn",
      "▁teatot eaieeeae",
      "▁ot ee",
      "llo thn",
      "▁tta llothn",
      "▁taea aietetn",
      "▁teea ea",
      "ea eee",
      "aieai eae",
      "ht ec",
      "▁ea aiee",
      "so eo",
      "▁et suto",
      "▁aotoh aieaieae",
      "f ia",
      "fia eaieeeto",
      "▁taeetotoieeoh hre",
      "▁hr e0",
      "▁aieeea tn",
      "oo etn",
      "faa fa",
      "eot eaiee",
      "tt t",
      "▁ eaieeea",
      "ooetn ooooo",
      "eea tn",
      "eto uto",
      "oo h",
      "▁ooh fiaeaieeeto",
      "ggg eae",
      "▁ta teaee",
      "▁oeot eaiee",
      "▁ faafa",
      "▁ faet",
      "eaiee eaa",
      "llollo etouto",
      "eeaot d",
      "▁oeto d",
      "th oo",
      "▁otetaiee eown",
      "▁th ooetnooooo",
      "▁to eeaotd",
      "eea easee",
      "eaie duto",
      "a etn",
      "ea eero",
      "tea to",
      "e m",
      "ts tt",
      "▁ooh to",
      "eaa e",
      "▁oh ao",
      "▁eae lo",
      "t htn",
      "▁o ha",
      "▁t eeto",
      "ta hn",
      "▁aieeeatn 2",
      "eot eea",
      "▁ea o",
      "et ao",
      "▁gte hre",
      "▁ood ts",
      "e gggeae",
      "▁tn st",
      "llo rto",
      "▁ai eai",
      "▁ot eea",
      "▁oodts hn",
      "▁oeeeai eea",
      "▁ieeaasee eeta",
      "aiet ktttn",
      "asee et",
      "m toown",
      "etaiee e",
      "aeed hn",
      "o d",
      "▁lloooo egggeae",
      "▁aieeea aeedhn",
      "eai eai",
      "a eaie",
      "aiea eo",
      "▁i et",
      "et a",
      "eaieduto e",
      "▁ai eaiedutoe",
      "▁o hn",
      "tj hn",
      "▁as eaie",
      "t to",
      "▁tead tstt",
      "aee r",
      "▁otee etaieee",
      "▁ai aaee",
      "aiet mtoown",
      "▁aiaaee aietmtoown",
      "l tto",
      "llollo f",
      "▁ -",
      "▁et aiee",
      "▁tao eeea",
      "▁erd o",
      "eea r",
      "eetn 0",
      "toto aetn",
      "m tc",
      "▁? \n",
      "d tn",
      "▁ ho",
      "ee tc",
      "ai aae",
      "ef soeo",
      "tao eeea",
      "▁a e",
      "▁i eb",
      "et oo",
      "▁teeto aie",
      "▁tt aeer",
      "eaieeead st",
      "▁tta totoaetn",
      "▁t eaieeeadst",
      "ts eea",
      "▁ieeaasee aie",
      "eaieeeaa etmtn",
      "to t",
      "lloooo lloooo",
      "eai eaieeeaaetmtn",
      "aot e",
      "e uto",
      "▁ :",
      "▁th tseea",
      "aiea sa",
      "▁aotoh aieasa",
      "eae d",
      "▁o d",
      "▁ea tn",
      "▁oeeeaie lloooolloooo",
      "▁aiea ead",
      "▁oeoteaiee ouoo",
      "▁oeeeaieo eaieaieeeaaetmtn",
      "tn eaie",
      "eae lo",
      "▁ood eaelo",
      "▁ 1",
      "oh asee",
      "ai aa",
      "▁otea aote",
      "ai eaie",
      "▁aee eaeee",
      "▁ea et",
      "▁otea to",
      "thn aie",
      "lo aie",
      "aiaaee e",
      "▁et aiaaeee",
      "▁ eaieetn",
      "▁eaeaetn iec",
      "▁eai tf",
      "▁ai aiee",
      "▁oeeeaielloooolloooo tetn",
      "ee eaie",
      "▁aii ohasee",
      "▁i ee",
      "▁aiea etn",
      "eee x",
      "▁oe stt",
      "▁ooa teeae",
      "▁st 1",
      "▁ai ot",
      "eto to",
      "▁eato llolloetouto",
      "ai eote",
      "as eea",
      "et etn",
      "▁oeot eerto",
      "▁erd iaec",
      "▁faet thoo",
      "▁faetthoo ero",
      "s eear",
      "aie i",
      "aiea aee",
      "▁ea eae",
      "▁ae htec",
      "toh tahn",
      "▁oha tohtahn",
      "▁ieeaasee aiee",
      "aieaaee aieote",
      "aieai etao",
      "eo h",
      "iee mtn",
      "▁aieeeaetn etaieeeto",
      "▁eaaee d",
      "▁otea seear",
      "eaed oooo",
      "too uoo",
      "ero dtn",
      "▁aiot eaedoooo",
      "oo uoo",
      "▁ eetn0",
      "▁ —",
      "r htn",
      "ta ea",
      "▁ieeaasee llollof",
      "▁ieeaaseellollof taea",
      "▁ta eai",
      "▁eaa ef",
      "▁aiee aiea",
      "▁t ho",
      "aiee aee",
      "▁erdo eote",
      "▁ooa eeaeasee",
      "▁ rto",
      "▁eae 2",
      "▁ eea",
      "ai to",
      "▁ea eai",
      "gt etetn",
      "▁aiiohasee aieaaeeaieote",
      "▁aieeaiea gtetetn",
      "▁od thtn",
      "▁tn eaie",
      "▁eai ea",
      "▁eead aieeaee",
      "▁ta eaa",
      "▁aioteaedoooo aeaie",
      "▁eaie duto",
      "h aietktttn",
      "▁tat haietktttn",
      "▁lloooo ea",
      "u toouoo",
      "▁oet ta",
      "▁taoeeea eown",
      "taiee rto",
      "▁ta eeex",
      "▁gte sac",
      "▁t k",
      "tea tn",
      "eaie utoouoo",
      "▁t eaieeaee",
      "▁ta tc",
      "▁ea eeasoooo",
      "▁e mtc",
      "ea aee",
      "etn o",
      "▁et eaieutoouoo",
      "ta 0",
      "▁aieaetn ta0",
      "aa eaieeeto",
      "▁oteea eetn",
      "ae oooo",
      "ea sa",
      "▁tn eeae",
      "▁i em",
      "▁ai eae",
      "▁eohaoooo et",
      "▁eato aieee",
      "m e",
      "▁eatoaieee 2",
      "t ho",
      "stt eea",
      "aie 0",
      "▁thtseea stteea",
      "eot d",
      "▁aiee e",
      "▁teea aa",
      "oe lo",
      "o ea",
      "▁lloooo tneaie",
      "▁\" \n",
      "eea wn",
      "▁ta eaier",
      "j hn",
      "tea aie",
      "too oea",
      "▁eaaiee eeto",
      "▁oeoteerto ttea",
      "et stt",
      "aiet eetn",
      "▁ooh eaetn",
      "▁tao eeeaie",
      "o eai",
      "▁eohaooooet asaa",
      "eaie pa",
      "▁oeot eaiepa",
      "ea aie",
      "▁eaitf e",
      "▁a ea",
      "▁ 2",
      "▁o uoo",
      "▁eatn e",
      "▁t efsoeo",
      "▁gte loaie",
      "et aiaaee",
      "etaiaaee ouoo",
      "▁ood o",
      "▁ta aieteetn",
      "ieem o",
      "▁taeai etn",
      "ai etn",
      "et erduto",
      "▁iec 0",
      "erodtn o",
      "eaae hn",
      "eai eown",
      "aiee c",
      "eas aee",
      "▁eaa aieaietao",
      "a t",
      "eeea eaiee",
      "▁taeeex aieeeto",
      "eaieai etoto",
      "▁oet eaaehn",
      "▁teeaaa aeoooo",
      "eas eaa",
      "aiee etn",
      "▁eohaoooo aieec",
      "▁t aseeet",
      "▁ea eee",
      "st oouoo",
      "▁oeeeaie stoouoo",
      "o ho",
      "eoteaiee uto",
      "▁ eeta",
      "asa d",
      "▁oetta taoeeea",
      "r o",
      "▁aiee e0",
      "▁oettataoeeea eouoo",
      "ieb at",
      "▁, \n",
      "▁tta ea",
      "▁ea sa",
      "▁hr d",
      "▁aie s",
      "▁aiee tsee",
      "hr d",
      "▁ood teaaie",
      "▁iec 1",
      "▁ho aseea",
      "▁hoaseea own",
      "▁aiee eto",
      "etoo etaieeeto",
      "▁oteato etooetaieeeto",
      "▁et o",
      "st aie",
      "tn eaieaietoto",
      "aiee etstt",
      "▁tae i",
      "aiee eae",
      "▁aiee eaieeaee",
      "▁tn lo",
      "eas aie",
      "s aa",
      "u oto",
      "▁teea saa",
      "t ai",
      "▁tead eaeero",
      "▁tea eaieown",
      "▁t tea",
      "eot eeea",
      "▁teoteo iebat",
      "▁eead uo",
      "eea a",
      "▁et ai",
      "tt oo",
      "ae htec",
      "▁st aie0",
      "o ero",
      "▁et ho",
      "ead tv",
      "▁eaaeeeto ttea",
      "▁eaeee mtn",
      "ea hn",
      "o teato",
      "eaie f",
      "▁et taieerto",
      "▁ ee",
      "▁oee eaiee",
      "▁oeeeaiet jhn",
      "i eet",
      "▁taeetotoieeoh aieeetc",
      "▁erdoeote gte",
      "▁eai eeatn",
      "▁t eer",
      "oe ltto",
      "ee v",
      "eaiea eto",
      "▁llooooea eaie",
      "aiee asad",
      "eaieetn o",
      "et teeae",
      "m o",
      "▁oeai easaie",
      "▁teato ar",
      "aiee ee",
      "▁hrd oeltto",
      "▁eato eaa",
      "▁easa toto",
      "as aie",
      "▁tae uo",
      "aiei e",
      "ho e",
      "toh hn",
      "etn eae",
      "▁eaaee etneae",
      "▁ 5",
      "▁iee eeawn",
      "▁erd aiee",
      "oeai erto",
      "▁aiee a",
      "▁tn 2",
      "▁teato aieeeae",
      "▁aiee oeaierto",
      "o tea",
      "e lo",
      "aieeasad o",
      "eai eaief",
      "▁eai eaieaief",
      "too eer",
      "▁ttaea tooeer",
      "aseeet ero",
      "▁ea s",
      "▁oeeeaiet aseeetero",
      "eea 1",
      "llollo eatn",
      "▁oeeeaietn easeaa",
      "▁lloooo as",
      "▁oeeeaiet eea",
      "▁oeeeaiet eaaie",
      "▁eea etmtn",
      "hrd tetn",
      "▁ p",
      "▁tea toooea",
      "▁eead erodtno",
      "▁tat eea1",
      "▁oh eaieeea",
      "ea eae",
      "▁ood t",
      "eai eote",
      "aiee atn",
      "eaae mtn",
      "elo eae",
      "▁iet eaaemtn",
      "eaaee e",
      "eeea tn",
      "ts aie",
      "eas to",
      "▁aieee 2",
      "l h",
      "▁tao eote",
      "eai tf",
      "▁erdaiee eaetn",
      "▁ai eaieetno",
      "e ltto",
      "eaitf ee",
      "hn eerto",
      "eot ea",
      "thoo hneerto",
      "▁o eeae",
      "▁tho ao"
    ]
  }
}